[
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 1,
    "texto_wcf": "Ainda que a luz da natureza e as obras da criação e da providência manifestem a bondade, a sabedoria e o poder de Deus, de tal modo que os homens ficam inescusáveis, contudo não são suficientes para dar aquele conhecimento de Deus e da sua vontade necessário para a salvação (a). Por isso, aprouve ao Senhor, em diversos tempos e de diferentes maneiras, revelar-se e declarar à sua Igreja aquela sua vontade (b); e, depois, para melhor preservação e propagação da verdade, e para o mais seguro estabelecimento e conforto da Igreja contra a corrupção da carne e a malícia de Satanás e do mundo, aprouve-lhe entregar essa revelação totalmente à escrita (c), o que torna a Escritura Sagrada indispensável, tendo cessado aqueles antigos modos de Deus revelar a sua vontade ao seu povo (d).",
    "referencias_biblicas": "(a) Rm 2.14-15; Rm 1.19-20; Sl 19.1-3; Rm 1.32; Rm 2.1. (b) Hb 1.1. (c) Pv 22.19-21; Lc 1.3-4; Rm 15.4; Mt 4.4, 7, 10; Is 8.19-20. (d) 2Tm 3.15; 2Pe 1.19; Hb 1.1-2.",
    "comentario_devocional": "<p>Deus jamais se deixou sem testemunho. Como Calvino insiste, a criação é o glorioso teatro da glória de Deus, e a revelação natural (Salmo 19) brilha com tal clareza que nossa supressão dela nos torna \"inescusáveis\" (Romanos 1). Contudo, a teologia reformada, especialmente na voz de Bavinck, lembra-nos que a revelação existe para a <i>koinonia</i> (comunhão), e a natureza, embora revele o poder de Deus, não pode revelar o plano da redenção em Cristo. A natureza nos mostra que somos criaturas, mas somente a graça revela como podemos ser filhos reconciliados.</p><p>O ato de Deus de entregar Sua vontade \"totalmente à escrita\" é um ato de suprema condescendência e preservação pactual. Vivemos numa era hiper-moderna que, tendo abandonado a razão da modernidade, agora confia apenas na experiência subjetiva, na sensação imediata e na autonomia radical. Estamos afogados em informação, mas famintos de verdade; imersos na imanência, mas cegos para a transcendência.</p><p>A Escritura Sagrada torna-se, portanto, nosso duplo antídoto:</p><ol><li><i>Contra a Corrupção da Carne:</i> Nossa própria subjetividade, que o hiper-modernismo exalta como soberana (\"minha verdade\"), é, na realidade, a \"corrupção da carne\". A Palavra escrita nos salva da tirania do \"eu\", fornecendo uma âncora objetiva fora de nós mesmos.</li><li><i>Contra a Malícia do Mundo:</i> O mundo contemporâneo fragmenta a verdade, oferecendo narrativas contraditórias e exigindo que \"performance\" (identidade digital, persona social) substitua o \"ser\". A Escritura nos dá a única Meta-narrativa coesa e verdadeira.</li></ol><p>A purificação do Corpo de Cristo hoje exige que paremos de tentar \"encontrar Deus\" em nossos sentimentos fluidos ou nas vozes caóticas da cultura e voltemos à Palavra escrita, o local onde Ele prometeu preservar Sua verdade infalivelmente.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 2,
    "texto_wcf": "Sob o nome de Escritura Sagrada, ou Palavra de Deus escrita, incluem-se agora todos os livros do Antigo e do Novo Testamento, que são os seguintes: O Antigo Testamento: Gênesis, Êxodo, Levítico, Números, Deuteronômio, Josué, Juízes, Rute, 1 Samuel, 2 Samuel, 1 Reis, 2 Reis, 1 Crônicas, 2 Crônicas, Esdras, Neemias, Ester, Jó, Salmos, Provérbios, Eclesiastes, Cântico dos Cânticos, Isaías, Jeremias, Lamentações de Jeremias, Ezequiel, Daniel, Oseias, Joel, Amós, Obadias, Jonas, Miqueias, Naum, Habacuque, Sofonias, Ageu, Zacarias, Malaquias. O Novo Testamento: Mateus, Marcos, Lucas, João, Atos dos Apóstolos, Romanos, 1 Coríntios, 2 Coríntios, Gálatas, Efésios, Filipenses, Colossenses, 1 Tessalonicenses, 2 Tessalonicenses, 1 Timóteo, 2 Timóteo, Tito, Filemom, Hebreus, Tiago, 1 Pedro, 2 Pedro, 1 João, 2 João, 3 João, Judas, Apocalipse. Todos eles são dados por inspiração de Deus para serem a regra de fé e de vida (e).",
    "referencias_biblicas": "(e) Lc 16.29, 31; Ef 2.20; Ap 22.18-19; 2Tm 3.16.",
    "comentario_devocional": "<p>O Cânon não é uma lista de livros que a Igreja <i>criou</i>; é a lista de livros que a Igreja <i>reconheceu</i> como o fundamento sobre o qual ela própria foi criada (Efésios 2:20). O Cânon é uma declaração de limites.</p><p>O espírito do hiper-modernismo é anti-canônico. Ele rejeita qualquer autoridade externa que delimite a realidade. Ele celebra a desconstrução e exige o direito de criar o seu próprio \"cânon\" de verdades, misturando textos, ideologias e sentimentos pessoais.</p><p>A confissão de um Cânon fechado é um ato de submissão e adoração. Ao declarar \"estes, e somente estes\", a Igreja se define não como a editora da Palavra, mas como a criatura da Palavra. Nossa tarefa não é ajustar a Palavra à nossa experiência; nossa tarefa é ajustar nossa experiência a esta Palavra. A purificação da Igreja exige que abandonemos nossa busca por \"evangelhos\" alternativos — sejam os antigos textos gnósticos ou os modernos evangelhos da autoajuda, prosperidade ou ideologia política — e nos curvemos alegremente aos 66 livros onde Deus soberanamente delimitou Sua revelação completa para fé e vida.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 3,
    "texto_wcf": "Os livros comumente chamados Apócrifos, não sendo de inspiração divina, não fazem parte do cânon da Escritura; não são, portanto, de autoridade na Igreja de Deus, nem devem ser de modo algum aprovados ou utilizados senão como escritos humanos (f).",
    "referencias_biblicas": "(f) Lc 24.27, 44; Rm 3.2; 2Pe 1.21.",
    "comentario_devocional": "<p>A Reforma insistiu na distinção absoluta entre o divino e o humano. Os Apócrifos, embora historicamente úteis, são \"escritos humanos\". A Escritura é <i>teopneustos</i> (soprada por Deus). Misturá-los, como insistiu Calvino, é profanar a singularidade da voz de Deus.</p><p>O hiper-modernismo existe precisamente para apagar essa distinção. Ele nivela o sagrado e o profano, o divino e o humano, a verdade e a ficção. Para o nosso tempo, a voz de um teórico crítico, de um influenciador digital ou de um poeta secular é frequentemente colocada no mesmo nível de autoridade (ou até acima) da voz de Deus na Escritura.</p><p>Este parágrafo nos chama à purificação da nossa biblioteca espiritual. Devemos restaurar a fronteira sagrada. Embora devamos ler amplamente como parte da graça comum (\"escritos humanos\"), somente a Escritura tem \"autoridade na Igreja de Deus\". Devemos parar de dar peso canônico a livros de psicologia, manifestos políticos ou best-sellers espirituais. A Igreja só é edificada sobre o fundamento divino, não sobre as obras, por mais piedosas ou úteis que pareçam, da sabedoria humana.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 4,
    "texto_wcf": "A autoridade da Escritura Sagrada, razão pela qual deve ser crida e obedecida, não depende do testemunho de qualquer homem ou Igreja, mas depende somente de Deus (que é a própria verdade), o seu autor; e, portanto, ela deve ser recebida, porque é a Palavra de Deus (g).",
    "referencias_biblicas": "(g) 2Pe 1.19, 21; 2Tm 3.16; 1Jo 5.9; 1Ts 2.13.",
    "comentario_devocional": "<p>Este é o coração da doutrina da Escritura: sua autoridade é <i>autopiston</i> (auto-autenticadora). A Escritura não é autoritativa porque a Igreja a declarou assim; a Igreja existe porque a Escritura é autoritativa. Como Calvino afirmou (Institutas I.vii), a Palavra não pede emprestada sua credibilidade aos homens; ela a impõe.</p><p>O hiper-modernismo define a verdade como autobiográfica (\"minha verdade\") ou sociológica (consenso da comunidade). A autoridade, nesta visão, flui de baixo para cima (da experiência humana para o texto).</p><p>A Confissão declara o oposto: a autoridade flui de cima para baixo. A Bíblia não pede nossa validação; ela exige nossa submissão. Ela não se submete ao nosso julgamento; ela nos julga. A edificação da Igreja hoje depende de recuperarmos essa convicção. A Palavra de Deus não é verdadeira porque \"funciona para mim\" ou porque \"fala ao meu coração\" (embora faça ambas as coisas); ela é verdadeira porque Deus a falou. Nossa purificação começa quando paramos de tentar autenticar a Palavra e permitimos que a Palavra nos autentique.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 5,
    "texto_wcf": "Podemos ser movidos e instigados pelo testemunho da Igreja a um alto e reverente apreço pela Escritura Sagrada (h); e a sublimidade da matéria, a eficácia da doutrina, a majestade do estilo, a harmonia de todas as partes, o escopo de tudo (que é dar toda a glória a Deus), a plena revelação que faz do único caminho da salvação do homem, as muitas outras excelências incomparáveis e a sua inteira perfeição, são argumentos pelos quais ela amplamente evidencia ser a Palavra de Deus. Contudo, a nossa plena persuasão e certeza da sua verdade infalível e divina autoridade provém da operação interna do Espírito Santo, que testifica por ela e com ela nos nossos corações (i).",
    "referencias_biblicas": "(h) 1Tm 3.15. (i) 1Jo 2.20, 27; Jo 16.13-14; 1Co 2.10-12; Is 59.21.",
    "comentario_devocional": "<p>Aqui, a Confissão equilibra perfeitamente o objetivo e o subjetivo. O Parágrafo 4 estabeleceu a autoridade objetiva da Palavra (ela <i>é</i> a Palavra de Deus). Este parágrafo explica como a <i>cremos</i>. Não somos deixados apenas com argumentos racionais (a \"sublimidade da matéria\", a \"majestade do estilo\"), embora estes sejam argumentos poderosos que evidenciam sua origem divina. A fé salvadora não é um mero assentimento intelectual.</p><p>Como Calvino ensinou magistralmente, a fé requer o <i>Testimonium Spiritus Sancti Internum</i> (O Testemunho Interno do Espírito Santo). O mesmo Espírito que <i>soprou</i> a Palavra (inspiração) deve agora <i>iluminar</i> nossas mentes para recebê-la. Bavinck enfatiza que este testemunho não é uma nova revelação mística (separada da Palavra), mas a obra do Espírito unindo o coração do crente <i>à</i> Palavra que está sendo lida ou pregada.</p><p>Na era hiper-moderna, que busca a \"experiência autêntica\" acima de tudo, este testemunho é crucial. Contudo, nossa cultura confunde o testemunho do Espírito com o sentimentalismo humano. O Espírito não nos faz \"sentir bem\" sobre uma vaga espiritualidade; Ele nos convence da <i>verdade infalível</i> e da <i>autoridade divina</i> da Palavra escrita. A edificação não vem de buscar uma experiência mística divorciada do texto, mas de rogar ao Espírito que abra nossos olhos (Salmo 119:18) para a glória objetiva já presente <i>na</i> Palavra.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 6,
    "texto_wcf": "Todo o conselho de Deus concernente a todas as coisas necessárias para a sua própria glória, para a salvação, fé e vida do homem, ou está expressamente declarado na Escritura, ou pode ser lógica e claramente deduzido dela. À Escritura nada se acrescentará em tempo algum, quer por novas revelações do Espírito, quer por tradições dos homens (j). Não obstante, reconhecemos ser necessária a iluminação interior do Espírito de Deus para a compreensão salvadora das coisas reveladas na Palavra (k); e que existem algumas circunstâncias, concernentes ao culto de Deus e ao governo da Igreja, comuns às ações e sociedades humanas, as quais devem ser ordenadas pela luz da natureza e pela prudência cristã, segundo as regras gerais da Palavra, que sempre devem ser observadas (l).",
    "referencias_biblicas": "(j) 2Tm 3.15-17; Gl 1.8-9; 2Ts 2.2. (k) Jo 6.45; 1Co 2.9-12. (l) 1Co 11.13-14; 1Co 14.26, 40.",
    "comentario_devocional": "<p>Este é o princípio formal da Reforma: <i>Sola Scriptura</i> (Somente a Escritura), afirmando a <i>suficiência</i> da Palavra. A Escritura contém tudo o que precisamos para a glória de Deus e nossa salvação. Nada lhe falta.</p><p>O hiper-modernismo é a religião da <i>adição</i>. Ele insiste que a Bíblia é insuficiente e deve ser suplementada (ou corrigida) por tradições humanas (seja o magistério romano, que Calvino combateu) ou por \"novas revelações\" (os \"fanáticos\" que Calvino combateu, ou o misticismo terapêutico moderno). Nossa cultura insiste em adicionar teorias sociológicas, psicologias seculares ou ideologias políticas ao Evangelho, tratando-as como equivalentes em autoridade.</p><p>A Confissão nos chama à purificação da suficiência. A Bíblia <i>é suficiente</i>. Não precisamos de uma \"nova palavra\" do Espírito; precisamos da iluminação do Espírito sobre a Palavra <i>encerrada</i>. A Igreja é edificada não pela sua criatividade em inventar novos métodos ou sua relevância em adotar novas ideologias, mas por sua fidelidade em extrair da Escritura (por declaração expressa ou boa dedução) todo o conselho de Deus. Reconhecemos a prudência (graça comum) para coisas \"comuns\" (como o horário do culto ou a acústica do prédio), mas para a fé, a vida e a doutrina, a Palavra é a regra final e suficiente.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 7,
    "texto_wcf": "Na Escritura não são todas as coisas igualmente claras em si, nem igualmente evidentes a todos (m); contudo, aquelas coisas que são necessárias saber, crer e guardar para a salvação, em um lugar ou noutro da Escritura são tão claramente propostas e explicadas, que não só os doutos, mas ainda os indoutos, no devido uso dos meios ordinários, podem alcançar uma suficiente compreensão delas (n).",
    "referencias_biblicas": "(m) 2Pe 3.16. (n) Sl 119.105, 130.",
    "comentario_devocional": "<p>Esta é a doutrina da <i>perspicuidade</i> (clareza) das Escrituras. Ela nos protege de dois erros opostos: o populismo simplista (que afirma que tudo é fácil e óbvio, ignorando 2 Pedro 3:16) e o gnosticismo elitista (que afirma que a verdade é oculta e só acessível a especialistas).</p><p>O hiper-modernismo abraça o segundo erro através da hermenêutica da suspeita e da desconstrução radical, ensinando que os textos nunca têm significado estável e que a verdade é apenas um jogo de poder. Isso deixa a verdade nas mãos de uma elite acadêmica que \"desconstrói\" o texto, ou nas mãos do indivíduo soberano que \"cria\" o seu próprio significado.</p><p>A Confissão afirma, contra ambos, que Deus <i>deseja</i> ser compreendido e <i>conseguiu</i> comunicar Sua vontade salvífica de forma clara. A mensagem central — o Evangelho — é tão clara que \"os indoutos\" (pessoas comuns) podem alcançá-la. Isso não anula a necessidade de estudo rigoroso (\"devido uso dos meios ordinários\", como pregação, estudo, oração), mas garante que a salvação não depende de um QI elevado ou de um grau de seminário. A Palavra é profunda o suficiente para desafiar o maior erudito (Bavinck) e clara o suficiente para salvar a criança mais simples.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 8,
    "texto_wcf": "O Antigo Testamento em hebraico (que era a língua nativa do antigo povo de Deus) e o Novo Testamento em grego (que no tempo em que foi escrito era a língua mais geralmente conhecida entre as nações), sendo imediatamente inspirados por Deus e pelo seu singular cuidado e providência conservados puros em todos os séculos, são, portanto, autênticos (o); de modo que, em todas as controvérsias de religião, a Igreja deve apelar finalmente para eles (p). Mas, visto que essas línguas originais não são conhecidas por todo o povo de Deus, o qual tem direito e interesse nas Escrituras e deve, no temor de Deus, lê-las e examiná-las (q), elas devem ser traduzidas para a língua vulgar de cada nação aonde chegarem (r), para que, permanecendo abundantemente a Palavra de Deus em todos, possam eles adorá-lo de modo aceitável (s) e, pela paciência e consolação das Escrituras, possam ter esperança (t).",
    "referencias_biblicas": "(o) Mt 5.18. (p) Is 8.20; At 15.15; Jo 5.39, 46. (q) Jo 5.39. (r) 1Co 14.6, 9, 11-12, 24, 27-28. (s) Cl 3.16. (t) Rm 15.4.",
    "comentario_devocional": "<p>Este parágrafo equilibra o rigor acadêmico com o zelo pastoral. A autoridade final repousa nos originais (Hebraico e Grego), preservados providencialmente. Isso exige que a Igreja valorize o estudo rigoroso e rejeite o anti-intelectualismo.</p><p>Contudo, o propósito desse rigor não é criar uma classe sacerdotal acadêmica. O propósito é garantir que a Palavra seja <i>fielmente traduzida</i> para a \"língua vulgar\", pois todo o povo de Deus \"tem direito e interesse nas Escrituras\". A Palavra deve \"permanecer abundantemente em todos\" (Colossenses 3:16).</p><p>Na era hiper-moderna da superficialidade digital, consumimos fragmentos de informação, memes e clipes curtos. Somos especialistas em \"scrollar\", mas noviços na meditação. A Igreja é purificada ao resistir a essa superficialidade, insistindo tanto no trabalho árduo dos estudiosos (que guardam os originais) quanto na responsabilidade de cada crente de <i>habitar</i> na Palavra traduzida, permitindo que ela sature sua mente, para que, pela \"paciência e consolação\" que ela oferece, tenhamos esperança — uma esperança que o fluxo efêmero da cultura digital jamais pode prover.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 9,
    "texto_wcf": "A regra infalível de interpretação da Escritura é a própria Escritura; e, portanto, quando houver questão sobre o verdadeiro e pleno sentido de qualquer Escritura (o qual não é múltiplo, mas único), ele deve ser examinado e conhecido por outros lugares que falem mais claramente (u).",
    "referencias_biblicas": "(u) 2Pe 1.20-21; At 15.15-16.",
    "comentario_devocional": "<p>Esta é a <i>Analogia Scripturae</i> (a analogia da Escritura): a Escritura interpreta a Escritura. Visto que Deus é o único Autor (embora usando muitos instrumentos humanos), Sua Palavra é um todo orgânico e unificado (Bavinck). Ela não se contradiz.</p><p>O hiper-modernismo rejeita a unidade. Ele celebra a fragmentação, a contradição e o paradoxo insolúvel. Ele insiste que um texto (especialmente a Bíblia) é um conjunto de vozes contraditórias. Acima de tudo, o intérprete moderno insiste em trazer grelhas <i>externas</i> para interpretar o texto: a Bíblia deve ser lida através das lentes da psicologia, da sociologia, da teoria crítica ou, mais comumente, da autobiografia sentimental.</p><p>A Confissão nos chama à purificação hermenêutica. Devemos parar de impor nossos sistemas à Palavra e permitir que a Palavra construa nosso sistema. Passagens difíceis devem ser submetidas a passagens claras. A Igreja é edificada quando abandona as lentes externas e se submete ao princípio de que o Espírito Santo, falando em toda a Escritura, é Seu próprio intérprete infalível.</p>"
  },
  {
    "capitulo_num": 1,
    "capitulo_titulo": "Das Escrituras Sagradas",
    "paragrafo_num": 10,
    "texto_wcf": "O Juiz Supremo, pelo qual todas as controvérsias de religião devem ser determinadas, e todos os decretos de concílios, opiniões de escritores antigos, doutrinas de homens e espíritos privados devem ser examinados, e em cuja sentença devemos descansar, não pode ser outro senão o Espírito Santo falando na Escritura (v).",
    "referencias_biblicas": "(v) Mt 22.29, 31; Ef 2.20; At 28.25.",
    "comentario_devocional": "<p>Este parágrafo é o clímax e o sumário de todo o capítulo. Se os parágrafos anteriores estabeleceram a identidade, autoridade e suficiência da Escritura, este estabelece sua <i>função judicial</i> final.</p><p>Quem decide a verdade? O hiper-modernismo oferece sua resposta definitiva: o \"Eu\" soberano. \"Minha experiência vivida\", \"meu sentimento autêntico\", \"minha identidade autodefinida\" — este é o juiz supremo da nossa era.</p><p>A Igreja Reformada, fundamentada em Calvino e Bavinck, declara que este é o trono da idolatria. O \"Eu\" não é o Juiz; o \"Eu\" está sob julgamento.</p><p>A Confissão estabelece o verdadeiro tribunal: O Espírito Santo falando na Escritura. Não o Papa (tradição), não a Academia (razão pura), e não os \"espíritos privados\" (experiência subjetiva). Tudo — concílios, teólogos, pastores, opiniões culturais e, acima de tudo, nossos próprios corações — deve ser examinado por esta Palavra. A purificação da Igreja hoje exige que silenciemos nosso ruído subjetivo e nos submetamos à autoridade objetiva e final: o Espírito Santo falando na Escritura.</p>"
  },
  {
    "capitulo_num": 2,
    "capitulo_titulo": "De Deus, e da Santíssima Trindade",
    "paragrafo_num": 1,
    "texto_wcf": "Há um só Deus vivo e verdadeiro (a), o qual é infinito em seu ser e perfeições (b); é um espírito puríssimo (c), invisível (d), sem corpo, membros (e) ou paixões (f); é imutável (g), imenso (h), eterno (i), incompreensível (j), todo-poderoso (k), onisciente (l), santíssimo (m), sapientíssimo (n); é completamente livre (o) e absoluto (p), operando tudo segundo o conselho da sua própria vontade (q), que é imutável e justíssima (r), para a sua própria glória (s). É cheio de amor, gracioso, misericordioso, longânimo, abundante em bondade e verdade, perdoando a iniquidade, a transgressão e o pecado (t); é galardoador dos que o buscam diligentemente (u); e, contudo, justíssimo e terrível em seus juízos (v), odiando todo pecado (x); e de modo algum terá por inocente o culpado (z).",
    "referencias_biblicas": "(a) Dt 6.4; 1Co 8.4, 6; 1Ts 1.9; Jr 10.10. (b) Jó 11.7-9; Jó 26.14. (c) Jo 4.24. (d) 1Tm 1.17. (e) Dt 4.15-16; Jo 4.24; Lc 24.39. (f) At 14.11, 15. (g) Tg 1.17; Ml 3.6. (h) 1Rs 8.27; Jr 23.23-24. (i) Sl 90.2; 1Tm 1.17. (j) Sl 145.3. (k) Gn 17.1; Ap 4.8. (l) Rm 16.27. (m) Is 6.3; Ap 4.8. (n) Rm 16.27. (o) Sl 115.3. (p) Êx 3.14. (q) Ef 1.11. (r) Ef 1.11. (s) Pv 16.4; Rm 11.36. (t) Êx 34.6-7. (u) Hb 11.6. (v) Ne 9.32-33. (x) Sl 5.5-6. (z) Na 1.2-3; Êx 34.7.",
    "comentario_devocional": "<p>Vivemos na era do \"eu\" soberano, um tempo hiper-moderno que, para tolerar qualquer divindade, exige que ela seja maleável, compreensível e, acima de tudo, útil aos nossos projetos de auto-realização. O \"deus\" da nossa cultura é um deus reativo, mutável, definido pelos nossos sentimentos e terapêutico; um deus \"sem paixões\" (no sentido de nunca julgar) e \"com paixões\" (no sentido de ser inconstante e vulnerável como nós).</p><p>A Confissão, ancorada em Calvino e Bavinck, demole este ídolo ao declarar o Deus Vivo. Ele é <i>infinito em seu ser</i>. Sua essência não é composta de partes; Seus atributos <i>são</i> o Seu Ser. Este é o princípio da simplicidade divina. Isso significa que o amor de Deus não pode ser separado da Sua justiça, nem Sua misericórdia da Sua santidade. Ele é um todo indivisível, puríssimo e perfeito.</p><p>A afirmação de que Ele é \"sem... paixões\" (impassível) não significa que Ele é um observador estoico e apático, mas sim que Ele não é, como nós, movido por forças externas ou emoções reativas. Seu amor não é uma reação sentimental ao nosso valor; é um ato eterno, imutável e soberano da Sua vontade (Efésios 1:11). Porque Ele é \"imutável\" (Malaquias 3:6), podemos descansar Nele. O mundo hiper-moderno é fluido, mas nosso Deus é a Rocha eterna.</p><p>A purificação do Corpo de Cristo exige que abandonemos o deus terapêutico que criamos à nossa imagem. Devemos adorar o Deus que É. Um Deus cuja longanimidade é tão real quanto Sua justiça; um Deus que \"perdoa a iniquidade\" precisamente porque Ele \"odeia todo pecado\" e lidou com ele definitiva e justamente na Cruz. A edificação da Igreja começa com a adoração do Deus incompreensível (Jó 11:7-9) que Se revelou suficientemente.</p>"
  },
  {
    "capitulo_num": 2,
    "capitulo_titulo": "De Deus, e da Santíssima Trindade",
    "paragrafo_num": 2,
    "texto_wcf": "Deus tem em si mesmo e de si mesmo toda a vida (aa), glória (bb), bondade (cc) e bem-aventurança (dd); ele é o único todo-suficiente (ee), em si e para si, não precisando de nenhuma das criaturas que fez (ff), nem delas derivando glória alguma (gg), mas somente manifestando a sua própria glória nelas, por elas, para elas e sobre elas. Ele é a única fonte de todo o ser; de quem, por quem e para quem são todas as coisas (hh); e tem o mais soberano domínio sobre elas (ii), para fazer por meio delas, para elas e sobre elas tudo quanto lhe agrade (jj). Todas as coisas estão patentes e manifestas diante dele (kk); o seu saber é infinito, infalível e independente da criatura (ll), de sorte que para ele nada é contingente ou incerto (mm). Ele é santíssimo em todos os seus conselhos, em todas as suas obras e em todos os seus mandamentos (nn). A ele são devidos, da parte dos anjos e dos homens, e de qualquer outra criatura, toda adoração (oo), todo serviço, obediência e o que mais ele se agrade em requerer deles.",
    "referencias_biblicas": "(aa) Jo 5.26. (bb) At 7.2. (cc) Sl 119.68. (dd) 1Tm 6.15; Rm 9.5. (ee) Rm 9.5. (ff) At 17.24-25. (gg) Jó 22.2-3. (hh) Rm 11.36. (ii) Ap 4.11; 1Tm 6.15; Dn 4.25, 35. (jj) Dn 4.25, 35. (kk) Hb 4.13. (ll) Rm 11.33-34; Sl 147.5. (mm) At 15.18; Ez 11.5. (nn) Sl 145.17; Rm 7.12. (oo) Ap 5.12-14.",
    "comentario_devocional": "<p>Este parágrafo declara a Asseidade de Deus — Sua absoluta auto-suficiência e independência. Deus é <i>Fons et Origo</i>, a fonte de todo ser, que tem \"toda a vida... em si mesmo\" (João 5:26). Ele não é o deus do panteísmo (que <i>é</i> o mundo) nem o do panenteísmo (que <i>precisa</i> do mundo para se completar). Ele é perfeitamente bem-aventurado em Si mesmo.</p><p>O hiper-modernismo é uma rebelião fundamental contra este parágrafo. Nossa cultura é intensamente utilitária e antropocêntrica; ela só valoriza o que \"serve\" ao indivíduo. Assim, \"Deus\" só tem valor se Ele nos servir. A adoração moderna torna-se um exercício pragmático para obter bênçãos, realização pessoal ou poder para mudar a sociedade. Tornamos Deus dependente de nós para Sua \"glória\" ou Seu \"plano\".</p><p>A Confissão nos liberta desta tirania do \"eu\". Deus \"não precisa de nenhuma das criaturas\". Ele não deriva glória <i>de</i> nós, como se carecesse de algo (Atos 17:25); Ele <i>manifesta</i> Sua glória <i>em</i> nós (Romanos 11:36). Isso transforma radicalmente nossa edificação. A vida cristã deixa de ser um esforço desesperado para \"dar\" a Deus algo que Ele necessita e torna-se o privilégio de sermos vasos para a glória que Ele já possui infinitamente em Si mesmo (Bavinck). A purificação da Igreja hoje significa abandonar o culto pragmático e centrado no homem e retornar à adoração centrada em Deus. Fazemo-lo não para O completar, mas porque Ele é completo e digno. O seu saber é \"independente da criatura\". Ele não está a aprender connosco nem a ser surpreendido pelas nossas escolhas. A realidade não é uma contingência; é o desdobrar do Seu conselho santíssimo (Atos 15:18). Nossa obediência, portanto, não é uma negociação com um parceiro cósmico; é a resposta devida, adoradora e alegre da criatura ao seu Soberano absoluto.</p>"
  },
  {
    "capitulo_num": 2,
    "capitulo_titulo": "De Deus, e da Santíssima Trindade",
    "paragrafo_num": 3,
    "texto_wcf": "Na unidade da Divindade há três pessoas, de uma só substância, poder e eternidade: Deus Pai, Deus Filho e Deus Espírito Santo (pp). O Pai não é de ninguém – não é nem gerado, nem procedente; o Filho é eternamente gerado do Pai (qq); o Espírito Santo é eternamente procedente do Pai e do Filho (rr).",
    "referencias_biblicas": "(pp) 1Jo 5.7; Mt 3.16-17; Mt 28.19; 2Co 13.14. (qq) Jo 1.14, 18. (rr) Jo 15.26; Gl 4.6.",
    "comentario_devocional": "<p>Este parágrafo é o fundamento de toda a teologia, vida e adoração cristã. Deus não é uma mônada solitária (como no unitarismo ou no Islão), nem uma força impessoal. O Deus vivo é uma plenitude de vida, uma comunhão eterna e perfeita. Como Bavinck argumentou, a Trindade não é um apêndice teológico; é a pressuposição de toda a realidade. Porque Deus é Triúno, o amor, a comunicação e a relação existem eternamente no próprio ser de Deus.</p><p>O hiper-modernismo falha em reconciliar a unidade e a diversidade. Ele exalta o indivíduo autônomo, criando uma sociedade fragmentada de \"tribos\" isoladas que anseiam por comunidade, mas não têm base ontológica para ela.</p><p>O Deus Triúno é a resposta. Ele é perfeitamente Um (uma só substância) e perfeitamente Três (três pessoas). A unidade e a diversidade coexistem eternamente Nele. Não somos salvos por um conceito abstrato, mas somos adotados na vida interna do Deus Triúno — na comunhão que flui do Pai para o Filho (geração eterna) e do Pai e do Filho para o Espírito (processão eterna).</p><p>Estas não são especulações áridas. A afirmação de que o Espírito procede \"do Pai <i>e do Filho</i>\" (<i>Filioque</i>) é vital para a nossa salvação: o Pai nos ama e envia o Filho; o Pai e o Filho nos amam e enviam o Espírito Consolador (João 15:26). A economia da nossa redenção revela a ontologia da eternidade. A purificação do Corpo de Cristo não é um esforço individualista de auto-aperfeiçoamento. A santificação é a obra do Espírito Santo, enviado pelo Pai e pelo Filho, conformando-nos à imagem do Filho, para a glória do Pai. A Igreja só é edificada quando deixa de ser um mero ajuntamento de indivíduos autônomos e se torna o que realmente é: um organismo vivo, respirando a vida relacional do próprio Deus Triúno.</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 1,
    "texto_wcf": "Desde toda a eternidade, Deus, pelo mui sábio e santo conselho da sua própria vontade, ordenou livre e imutavelmente tudo quanto acontece (a); contudo, de modo que nem Deus é o autor do pecado (b), nem é feita violência à vontade da criatura, nem é tirada a liberdade ou contingência das causas secundárias, antes são estabelecidas (c).",
    "referencias_biblicas": "(a) Ef 1.11; Rm 11.33; Hb 6.17; Rm 9.15, 18. (b) Tg 1.13, 17; 1Jo 1.5. (c) At 2.23; Mt 17.12; At 4.27-28; Jo 19.11; Pv 16.33.",
    "comentario_devocional": "<p>Este parágrafo estabelece o fundamento de toda a realidade: nada existe fora do conselho eterno, sábio e santo de Deus. Em nossa era hiper-moderna, que celebra o acaso, o caos e a autonomia radical do indivíduo como as únicas \"verdades\", esta doutrina é o antídoto soberano. O hiper-modernismo rejeita qualquer \"meta-narrativa\" (um propósito abrangente para a história), deixando a humanidade à deriva na ansiedade do acaso. A Confissão declara que a história não é um acidente; é um decreto.</p><p>Contudo, este decreto não é um fatalismo mecânico. Este é o mistério que Calvino e Bavinck nos exortam a abraçar: Deus é 100% soberano (Causa Primária), e as criaturas são 100% responsáveis (causas secundárias). O decreto de Deus não anula a realidade das nossas escolhas; ele <i>estabelece</i> a realidade delas. Deus ordenou o ato da crucificação (Atos 4:27-28) sem ser o autor moral do pecado dos executores.</p><p>Para a purificação da Igreja, devemos abandonar tanto o fatalismo (que nos torna passivos) quanto o humanismo autônomo (que nos torna ansiosos, como se Deus dependesse de nós). Adoramos um Deus cuja soberania é tão vasta que Ele ordena não apenas os fins, mas os meios livres e contingentes para esses fins.</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 2,
    "texto_wcf": "Ainda que Deus saiba tudo quanto pode ou há de acontecer em todas as circunstâncias imagináveis (d), ele não decreta coisa alguma por havê-la previsto como futura, ou como coisa que havia de acontecer em tais e tais condições (e).",
    "referencias_biblicas": "(d) At 15.18; 1Sm 23.11-12; Mt 11.21, 23. (e) Rm 9.11, 13, 16, 18.",
    "comentario_devocional": "<p>O decreto de Deus é incondicional. A teologia reformada rejeita veementemente a ideia (do Arminianismo ou do Molinismo) de que Deus olha pelo corredor do tempo e então baseia Sua eleição na fé ou nas boas obras que Ele <i>previu</i> em nós. Como Calvino argumenta (Institutas III.xxii), se Deus nos escolhesse com base na fé prevista, a fé se tornaria a <i>causa</i> da nossa salvação, fazendo de nós mesmos os nossos salvadores.</p><p>A cultura hiper-moderna é obcecada pela performance e pelo mérito autodefinido. Ela exige ser a origem de seu próprio destino. Este parágrafo purifica a Igreja ao destruir o orgulho espiritual. A fonte da nossa salvação não reside em nossa ação futura, mas em Sua vontade eterna. Deus não <i>aprende</i> conosco; Seu conhecimento não é derivado da criatura, mas é a <i>causa</i> de tudo o que a criatura faz. Cremos <i>porque</i> fomos escolhidos; não fomos escolhidos <i>porque</i> Ele previu que creríamos (Atos 13:48). Nossa salvação, portanto, não repousa em nossa decisão instável, mas em Seu decreto imutável.</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 3,
    "texto_wcf": "Pelo decreto de Deus, e para manifestação da sua glória, alguns homens e anjos são predestinados para a vida eterna (f), e outros são preordenados para a morte eterna (g).",
    "referencias_biblicas": "(f) 1Tm 5.21; Mt 25.41. (g) Rm 9.22-23; Ef 1.5-6; Pv 16.4.",
    "comentario_devocional": "<p>Esta é a afirmação da dupla predestinação, a doutrina que a mente moderna considera mais ofensiva, pois ela estabelece a distinção soberana de Deus sobre destinos eternos. Nossa cultura exige um universalismo terapêutico ou um igualitarismo absoluto, onde Deus (se existe) deve a todos a mesma oportunidade ou o mesmo resultado.</p><p>A Confissão, seguindo Calvino (Romanos 9), submete o sentimento humano à revelação divina. Deus, para a manifestação de Sua glória multifacetada, exerce tanto Sua graça soberana (eleição) quanto Sua justiça soberana (preordenação ou reprovação). A edificação da Igreja não vem de suavizar esta doutrina para torná-la palatável, mas de nos curvarmos em assombro diante do Deus que declara: \"Terei misericórdia de quem eu tiver misericórdia\" (Romanos 9:15). É somente contra o pano de fundo escuro de Sua justiça soberana que a luz de Sua graça eletiva brilha com glória incompreensível.</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 4,
    "texto_wcf": "Esses anjos e homens, assim predestinados e preordenados, são particular e imutavelmente designados; o seu número é tão certo e definido, que não pode ser nem aumentado nem diminuído (h).",
    "referencias_biblicas": "(h) 2Tm 2.19; Jo 13.18.",
    "comentario_devocional": "<p>A salvação de Deus não é uma oferta vaga ou uma esperança impessoal. A espiritualidade hiper-moderna fala de \"energia\", do \"universo\" ou de uma \"força\" panteísta. O Deus da Escritura, ao contrário, ama com particularidade. O Bom Pastor \"chama as suas ovelhas pelos seus nomes\" (João 10:3). O fundamento de Deus permanece firme, tendo este selo: \"O Senhor conhece os que são seus\" (2 Timóteo 2:19). Em um mundo que despersonaliza e fragmenta, a certeza do decreto é que a salvação de Deus é pessoal, intencional, imutável e específica.</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 5,
    "texto_wcf": "Aqueles que dentre a humanidade são predestinados para a vida, Deus, antes da fundação do mundo, segundo o seu eterno e imutável propósito e o secreto conselho e beneplácito da sua vontade, os escolheu em Cristo para a glória eterna (i); e isto de sua pura e livre graça e amor (j), sem qualquer previsão de fé, ou de boas obras, ou de perseverança nelas, ou de qualquer outra coisa na criatura, como condições ou causas que a isso o movessem (k); e tudo para o louvor da sua gloriosa graça (l).",
    "referencias_biblicas": "(i) Ef 1.4, 9, 11; Rm 8.30; 2Tm 1.9; 1Ts 5.9. (j) Rm 9.11, 13, 16; Ef 1.4, 9. (k) Ef 1.4, 9. (l) Ef 1.6, 12.",
    "comentario_devocional": "<p>Este parágrafo detalha a natureza da Eleição. Ela é (1) Eterna (\"antes da fundação do mundo\"), (2) Cristocêntrica (\"os escolheu em Cristo\"), (3) Incondicional (\"sem qualquer previsão de fé... como condições\") e (4) Teleológica (\"para o louvor da sua gloriosa graça\").</p><p>A cultura hiper-moderna busca \"espiritualidade\" sem compromisso, sem doutrina e, especialmente, sem a necessidade de um mediador. A Confissão afirma que não há eleição fora de Cristo. Ele não é um plano B; Ele é o Cordeiro morto desde a fundação do mundo, o Mediador em quem o decreto da graça foi estabelecido.</p><p>A purificação da Igreja começa aqui: devemos parar de buscar a causa da nossa salvação dentro de nós mesmos — seja em nossa fé, nossa santidade ou nossas decisões. Somos salvos <i>sola gratia</i>. A causa última de tudo o que temos em Cristo repousa unicamente no \"secreto conselho e beneplácito da sua vontade\". Esta é a doutrina que nos humilha completamente e, simultaneamente, nos dá a segurança mais absoluta.</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 6,
    "texto_wcf": "Assim como Deus destinou os eleitos para a glória, assim também, pelo eterno e mui livre propósito da sua vontade, preordenou todos os meios para isso (m). Portanto, os que são eleitos, achando-se caídos em Adão, são remidos por Cristo (n); são eficazmente chamados para a fé em Cristo pelo seu Espírito, que opera no tempo devido; são justificados, adotados, santificados (o) e guardados pelo seu poder, por meio da fé, para a salvação (p). Ninguém mais é remido por Cristo, eficazmente chamado, justificado, adotado, santificado e salvo, senão somente os eleitos (q).",
    "referencias_biblicas": "(m) 1Pe 1.2; Ef 1.4-5; 2Ts 2.13. (n) 1Ts 5.9-10; Tt 2.14. (o) Rm 8.30; Ef 1.5; 2Ts 2.13. (p) 1Pe 1.5. (q) Jo 17.9; Rm 8.28-39; Jo 6.64-65; Jo 10.26; Jo 8.47; 1Jo 2.19.",
    "comentario_devocional": "<p>Esta é a resposta da Confissão ao fatalismo (ou Hiper-Calvinismo). Deus não decreta apenas o <i>fim</i> (glória), mas também os <i>meios</i> (redenção, chamada, fé, santificação). Como Bavinck enfatizou, o decreto estabelece a arquitetura da redenção, não a nega. Ninguém é salvo <i>sem</i> os meios.</p><p>O hiper-modernismo quer a coroa sem a cruz, a espiritualidade sem a santificação, o destino sem a jornada. Ele quer a glória, mas rejeita a redenção particular (\"remidos por Cristo\"), a chamada eficaz (\"pelo seu Espírito\") e a santificação progressiva.</p><p>Este parágrafo nos purifica ao religar o decreto à vida cristã. Se alguém pergunta: \"Estou eleito?\", a resposta não é tentar perscrutar o conselho secreto de Deus, mas perguntar: \"Você está usando os meios ordenados? Você está confiando em Cristo? Você está sendo santificado?\". A eleição não é uma desculpa para a passividade; é a garantia de que os meios da graça (a Palavra, a fé, o arrependimento) serão eficazes para aqueles a quem Deus chamou. A cadeia de Romanos 8 (preordenou... chamou... justificou... glorificou) é inquebrável.</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 7,
    "texto_wcf": "Quanto ao resto da humanidade, aprouve a Deus, segundo o conselho inescrutável da sua própria vontade, pela qual ele concede ou retém misericórdia, como lhe apraz, para a glória do seu poder soberano sobre as suas criaturas, não contemplá-la com a sua graça (passar por ela), e ordená-la para a desonra e ira por causa do seu pecado, para o louvor da sua gloriosa justiça (r).",
    "referencias_biblicas": "(r) Mt 11.25-26; Rm 9.17-18, 21-22; 2Tm 2.19-20; Jd 4; 1Pe 2.8.",
    "comentario_devocional": "<p>Este é o aspecto mais solene do decreto: a reprovação. A Confissão é pastoralmente cuidadosa, distinguindo dois aspectos. O primeiro é a <i>Preterição</i> (\"passar por ela\" [pass by]): um ato soberano e misterioso de reter a graça salvadora (Mt 11:25-26). O segundo é a <i>Condenação</i>: um ato <i>judicial</i> de ordenar os pecadores à \"ira <i>por causa do seu pecado</i>\".</p><p>Ninguém é condenado senão por seu próprio pecado; a justiça de Deus é perfeita. Ninguém é salvo senão pela graça soberana; a misericórdia de Deus é livre.</p><p>A nossa era recusa-se a aceitar a ira divina ou a justiça retributiva. O \"deus\" hiper-moderno não pode julgar e certamente não pode \"odiar\" (como Deus odeia o pecado). A purificação da Igreja exige que recuperemos a plena verdade sobre o caráter de Deus. A graça só é compreendida como graça espantosa quando entendemos a realidade da \"gloriosa justiça\". Sem a doutrina da reprovação judicial, a doutrina da eleição incondicional torna-se sentimentalismo. Deus é glorificado tanto em Sua justiça sobre o vaso de ira preparado para a destruição, quanto em Sua misericórdia sobre o vaso de misericórdia preparado para a glória (Romanos 9).</p>"
  },
  {
    "capitulo_num": 3,
    "capitulo_titulo": "Dos Decretos Eternos de Deus",
    "paragrafo_num": 8,
    "texto_wcf": "A doutrina deste alto mistério da predestinação deve ser tratada com especial prudência e cuidado (s), para que os homens, atendendo à vontade de Deus revelada na sua Palavra, e prestando-lhe obediência, possam, pela certeza da sua vocação eficaz, ficar seguros da sua eleição eterna (t). Assim, esta doutrina fornecerá motivo de louvor, reverência e admiração a Deus (u), e de humildade, diligência e abundante consolação a todos os que sinceramente obedecem ao Evangelho (v).",
    "referencias_biblicas": "(s) Rm 9.20; Rm 11.33; Dt 29.29. (t) 2Pe 1.10. (u) Ef 1.6; Rm 11.33. (v) Rm 11.5-6, 20; 2Pe 1.10; Rm 8.33; Lc 10.20.",
    "comentario_devocional": "<p>Este parágrafo final é o guia pastoral para este capítulo. Como Calvino advertiu, este \"alto mistério\" não deve ser tratado como especulação filosófica (a armadilha da arrogância), nem deve ser escondido por medo (a armadilha da covardia).</p><p>Em conformidade com a regra teológica reformada do <i>silêncio reverente</i> (Dt. 29:29), não devemos tentar sondar os \"porquês\" do conselho secreto de Deus (Romanos 9:20). O hiper-modernismo exige transparência total e se ofende com qualquer autoridade que retenha informação. A fé cristã, contudo, exige humildade diante do Deus cujos caminhos são \"inescrutáveis\" (Romanos 11:33).</p><p>O propósito da doutrina não é ansiedade (Quem está eleito? Quem não está?), mas <i>segurança</i>. Como sabemos que somos eleitos? A Confissão nos aponta para longe da especulação e para a Palavra revelada: \"pela certeza da sua vocação eficaz\" (2 Pedro 1:10). Você crê no Evangelho? Você obedece à Palavra? Então, assegure-se disso, e saiba que esta fé não é produto seu, mas o dom garantido pelo decreto eterno de Deus.</p><p>Esta verdade não produz orgulho, mas \"humildade\" (pois não tivemos parte em nossa escolha) e \"abundante consolação\" (pois Aquele que começou a boa obra é fiel para completá-la, com base em Seu propósito imutável). A doutrina da eleição é o fundamento final da nossa segurança.</p>"
  },
  {
    "capitulo_num": 4,
    "capitulo_titulo": "Da Criação",
    "paragrafo_num": 1,
    "texto_wcf": "Ao Pai, ao Filho e ao Espírito Santo (a) aprouve, para a manifestação da glória do seu eterno poder, sabedoria e bondade (b), no princípio, criar ou fazer do nada o mundo, e tudo o que nele há, visível e invisível, no espaço de seis dias, e tudo muito bom (c).",
    "referencias_biblicas": "(a) Hb 1.2; Jo 1.2-3; Gn 1.2; Jó 26.13; Jó 33.4. (b) Rm 1.20; Jr 10.12; Sl 104.24; Sl 33.5-6. (c) Gn 1.1-31; Hb 11.3; Cl 1.16; At 17.24.",
    "comentario_devocional": "<p>O hiper-modernismo, na esfera secular, é fundamentado no naturalismo materialista: o cosmos é um acidente impessoal, a matéria é eterna (ou surgiu do acaso), e a vida humana é um subproduto biológico sem propósito. Na esfera \"espiritual\", o hiper-modernismo abraça o panteísmo: \"nós somos o universo\", a divindade é uma energia imanente, e \"Deus\" é apenas outro nome para a totalidade da existência.</p><p>A doutrina da <i>Creatio ex nihilo</i> (criação do nada) aniquila ambos os erros. Como Herman Bavinck insistiu, a \"distinção Criador-criatura\" é o fundamento de toda a verdadeira religião.</p><ol><li><i>Contra o Materialismo:</i> O universo não é um acidente. Ele é um ato volitivo do Deus Triúno (Pai, Filho e Espírito). A história tem um \"princípio\", e este princípio é a vontade de Deus. O mundo não é um caos sem sentido; é um cosmo ordenado (\"em seis dias\") e intencional, criado como o \"teatro da glória de Deus\" (Calvino).</li><li><i>Contra o Panteísmo:</i> Deus e o mundo não são a mesma coisa (monismo). O mundo foi feito \"do nada\", significando que somente Deus possui asseidade (auto-existência). Tudo o mais é radicalmente dependente Dele. Nós não somos divinos; somos artefatos.</li></ol><p>A purificação da Igreja começa por rejeitarmos a espiritualidade imanente da nossa era (que nos convida a adorar a nós mesmos ou à natureza) e retornarmos à adoração do Deus transcendente que, por Sua livre vontade, criou tudo \"muito bom\". Nosso valor não vem de sermos \"um com o universo\"; nosso valor vem de termos sido intencionalmente feitos pelo Artífice do universo para a Sua glória.</p>"
  },
  {
    "capitulo_num": 4,
    "capitulo_titulo": "Da Criação",
    "paragrafo_num": 2,
    "texto_wcf": "Depois de haver feito todas as outras criaturas, Deus criou o homem, macho e fêmea (d), com almas racionais e imortais (e); fê-lo apto para aquela vida para com Deus para a qual fora criado (f); sendo feito à imagem de Deus, em conhecimento, retidão e verdadeira santidade (g); tendo a lei de Deus escrita em seu coração (h) e poder para cumpri-la (i); contudo, sob a possibilidade de transgredi-la, sendo deixado à liberdade da sua própria vontade, que era mutável (j). Além desta lei escrita em seu coração, ele recebeu o mandamento de não comer da árvore da ciência do bem e do mal; e enquanto obedeceu a este mandamento, foi feliz em sua comunhão com Deus e teve domínio sobre as criaturas (k).",
    "referencias_biblicas": "(d) Gn 1.27. (e) Gn 2.7; Ec 12.7; Lc 23.43; Mt 10.28. (f) Gn 2.7. (g) Gn 1.26; Cl 3.10; Ef 4.24. (h) Rm 2.14-15. (i) Ec 7.29. (j) Gn 3.6; Ec 7.29. (k) Gn 2.17; Gn 1.26, 28.",
    "comentario_devocional": "<p>Este parágrafo confronta diretamente o ídolo central do hiper-modernismo: a <i>autocriação</i> (o \"eu\" soberano e autônomo).</p><p>A nossa era insiste que a identidade não é <i>recebida</i>, mas <i>realizada</i> (performance). Ela ensina que não temos uma \"natureza\" dada por um Criador, mas apenas uma \"vontade\" que constrói sua própria realidade.</p><p>A Confissão redefine a humanidade em termos teológicos:</p><ol><li><i>Nossa Definição (Imago Dei):</i> Não somos definidos por nossos sentimentos, desejos ou autonomia (as métricas do hiper-modernismo). Somos definidos pela <i>Imago Dei</i>. A Confissão, seguindo Efésios 4:24 e Colossenses 3:10, localiza esta Imagem não primariamente em nossa estrutura física, mas em nossa capacidade relacional e ética: \"conhecimento\" (uma mente que pode conhecer a Deus), \"retidão\" e \"verdadeira santidade\" (uma vontade e afetos alinhados com Deus). Fomos feitos para a comunhão com Ele.</li><li><i>Nossa Estrutura (Macho e Fêmea):</i> A autonomia hiper-moderna rejeita qualquer \"dado\" criado, especialmente a binaridade sexual, tratando-a como uma construção social a ser desfeita. A Confissão afirma que \"macho e fêmea\" (Gênesis 1:27) não é uma sugestão cultural, mas o modo fundamental como Deus estruturou a humanidade que leva a Sua imagem, designada para o mandato cultural (\"domínio\").</li><li><i>Nossa Condição (Mutável):</i> Fomos criados perfeitos (\"verdadeira santidade\"), mas não imutavelmente perfeitos. Éramos dependentes. A autonomia (o desejo de ser o seu próprio criador, de \"conhecer\" o bem e o mal por si mesmo) não era a nossa glória; era a nossa tentação.</li></ol><p>A purificação da Igreja exige que paremos de tentar encontrar \"quem somos\" olhando para dentro (individualismo expressivo). Devemos rejeitar a mentira da autocriação. Só encontramos quem somos quando olhamos para Quem nos criou. Nossa verdadeira identidade não é construída por nossa vontade rebelde; ela é recebida como um dom Daquele cuja Imagem portamos.</p>"
  },
  {
    "capitulo_num": 5,
    "capitulo_titulo": "Da Providência",
    "paragrafo_num": 1,
    "texto_wcf": "Deus, o grande Criador de todas as coisas, sustenta, dirige, dispõe e governa todas as criaturas, ações e coisas (a), desde a maior até à menor (b), pela sua mui sábia e santa providência (c), segundo a sua infalível presciência (d) e o livre e imutável conselho da sua própria vontade (e), para o louvor da glória da sua sabedoria, poder, justiça, bondade e misericórdia (f).",
    "referencias_biblicas": "(a) Hb 1.3; Dn 4.34-35; Sl 135.6; At 17.25-26, 28. (b) Mt 10.29-31. (c) Pv 15.3; Sl 104.24; Sl 145.17. (d) At 15.18; Sl 94.8-11. (e) Ef 1.11; Sl 33.10-11. (f) Is 63.14; Ef 3.10; Rm 9.17; Gn 45.7; Sl 145.7.",
    "comentario_devocional": "<p>Este parágrafo estabelece o governo ativo de Deus sobre a criação que Ele decretou. A mente hiper-moderna vive assombrada pelo caos; ela acredita que o universo é governado pela \"sorte\", pelo acaso impessoal ou por leis naturais cegas. Para combater a ansiedade existencial que este caos gera, o indivíduo busca o controle absoluto sobre sua micro-realidade.</p><p>A doutrina da Providência é o antídoto da Igreja para a ansiedade. Calvino insistiu veementemente que Deus não é um observador distante (como no Deísmo), mas o governador ativo cujo decreto se estende \"desde a maior até à menor\" das coisas. Nenhum pardal cai por acaso (Mateus 10:29). A história não é um acidente; é a execução do \"imutável conselho\" de Deus.</p><p>A purificação da Igreja hoje exige que troquemos nossa ilusão de controle pelo conforto da soberania divina. Não estamos à deriva num cosmos indiferente. Cada algoritmo, cada transação financeira, cada batida do nosso coração é sustentada, dirigida e governada pela \"mui sábia e santa providência\" de Deus. Nosso descanso não está em nossa capacidade de controlar o futuro, mas em Sua promessa de governá-lo infalivelmente para Sua glória.</p>"
  },
  {
    "capitulo_num": 5,
    "capitulo_titulo": "Da Providência",
    "paragrafo_num": 2,
    "texto_wcf": "Embora, em relação à presciência e ao decreto de Deus, que é a Causa Primária, todas as coisas aconteçam imutável e infalivelmente (g), contudo, pela mesma providência, ele ordena que elas aconteçam segundo a natureza das causas secundárias – necessária, livre ou contingentemente (h).",
    "referencias_biblicas": "(g) At 2.23. (h) Gn 8.22; Jr 31.35; Êx 21.13; Dt 19.5; 1Rs 22.28, 34; Is 10.6-7.",
    "comentario_devocional": "<p>O hiper-modernismo assume que a soberania divina e a liberdade humana são mutuamente exclusivas. Ele argumenta que, se Deus está no controle, somos meros robôs, e a realidade é uma farsa. Este parágrafo afirma o mistério da <i>concorrência</i>: Deus é a Causa Primária (Seu decreto é infalível), mas Ele cumpre esse decreto <i>através</i> de causas secundárias reais.</p><p>Como Bavinck enfatizou, a providência de Deus não destrói a realidade das criaturas; ela a <i>estabelece</i>. Deus ordena que o fogo queime (necessariamente). Ele ordena que um dado caia de forma aleatória (contingentemente). E Ele ordena que os humanos façam escolhas reais (livremente). O fato de Deus ter decretado a nossa escolha não a torna menos nossa escolha; torna-a <i>certa</i>.</p><p>Isso purifica a Igreja do fatalismo preguiçoso. Não podemos dizer: \"Se Deus decretou, não preciso fazer nada\". Deus decretou os <i>meios</i> (nossas orações, nosso trabalho, nossas decisões) tanto quanto os <i>fins</i>. Somos chamados a agir, escolher e trabalhar com urgência e responsabilidade, precisamente porque sabemos que Deus usa essas causas secundárias reais para cumprir Seus propósitos infalíveis.</p>"
  },
  {
    "capitulo_num": 5,
    "capitulo_titulo": "Da Providência",
    "paragrafo_num": 3,
    "texto_wcf": "Em sua providência ordinária, Deus faz uso de meios (i); contudo, é livre para operar sem eles (j), acima deles (k) e contra eles (l), como lhe apraz.",
    "referencias_biblicas": "(i) At 27.31, 44; Is 55.10-11; Os 2.21-22. (j) Os 1.7; Mt 4.4; Jó 34.10. (k) Rm 4.19-21. (l) 2Rs 6.6; Dn 3.27.",
    "comentario_devocional": "<p>A mente moderna está aprisionada no naturalismo — a crença de que o universo material e suas leis são tudo o que existe. Infelizmente, a Igreja muitas vezes se torna praticamente deísta, acreditando que Deus <i>apenas</i> opera através de meios naturais e ordinários (remédios, trabalho, política).</p><p>Este parágrafo reafirma o sobrenatural. O Deus que escreveu as leis da natureza (Parágrafo 2) é o Senhor dessas leis (Parágrafo 3). Ele geralmente usa meios (Ele usa médicos para curar e pão para alimentar), mas Ele não está preso aos meios. Ele pode curar <i>sem</i> médicos (sem meios), dar força a Abraão <i>acima</i> da biologia (acima dos meios), e salvar Daniel do fogo <i>contra</i> a química (contra os meios).</p><p>A purificação da Igreja exige que usemos diligentemente todos os meios ordinários que Deus nos deu (medicina, sabedoria, trabalho), mas que coloquemos nossa fé última não nos meios, mas no Deus que é totalmente livre para agir como Lhe apraz.</p>"
  },
  {
    "capitulo_num": 5,
    "capitulo_titulo": "Da Providência",
    "paragrafo_num": 4,
    "texto_wcf": "A onipotência, sabedoria inescrutável e bondade infinita de Deus manifestam-se na sua providência, de tal maneira que o seu conselho determinado se estende até à primeira Queda e a todos os outros pecados de anjos e homens (m), e isto não por uma mera permissão (n), mas de modo que, sendo eles abrangidos por esse conselho, Deus sapientíssima e potentemente os limita, e, de outras maneiras, os ordena e governa (o) para os seus próprios santos fins (p); contudo, de tal modo que a pecaminosidade desses atos procede apenas da criatura, e não de Deus, o qual, sendo santíssimo, não é, nem pode ser, o autor ou aprovador do pecado (q).",
    "referencias_biblicas": "(m) Rm 11.32-34; 2Sm 24.1; 1Cr 21.1; 1Rs 22.22-23; 1Cr 10.4, 13-14; 2Sm 16.10; At 2.23; At 4.27-28. (n) At 14.16. (o) Sl 76.10; 2Rs 19.28. (p) Gn 50.20; Is 10.5-7, 12. (q) Tg 1.13-14, 17; 1Jo 2.16; Sl 50.21.",
    "comentario_devocional": "<p>Este é o mistério mais sombrio da providência. O hiper-modernismo não pode reconciliar um Deus bom com a realidade do mal; portanto, para salvar a \"bondade\" de Deus (em termos humanos), ele nega Sua soberania. O \"deus\" terapêutico é um espectador horrorizado do mal, torcendo por nós, mas incapaz de governá-lo.</p><p>A Confissão, baseada em Calvino e Bavinck, oferece um conforto muito mais profundo e robusto. Deus não é um espectador do pecado; Ele o \"ordena e governa\". Este não é um \"mero permissão\" (como se Ele fosse pego de surpresa), mas um governo ativo que \"limita\" o pecado (ele só vai até onde Deus permite) e o \"ordena\" para Seus próprios \"santos fins\".</p><p>A pecaminosidade vem <i>apenas</i> da criatura; Deus permanece perfeitamente santo (Ele não é o autor do pecado). O exemplo supremo é a Cruz: Satanás e os homens pecaram com intenção maligna, mas Deus estava executando Seu plano santo e predeterminado (Atos 4:28). José declarou este princípio: \"Vós, na verdade, intentastes o mal contra mim; porém Deus o intentou para o bem\" (Gênesis 50:20).</p><p>A purificação da Igreja exige que paremos de tentar \"salvar\" a reputação de Deus negando Sua soberania sobre o mal. Em vez disso, devemos adorar um Deus tão poderoso e tão santo que Ele pode governar o ato mais pecaminoso (o assassinato de Seu Filho) e usá-lo para o bem mais santo (nossa redenção), sem contrair qualquer mancha de pecado.</p>"
  },
  {
    "capitulo_num": 5,
    "capitulo_titulo": "Da Providência",
    "paragrafo_num": 5,
    "texto_wcf": "O mui sábio, justo e gracioso Deus muitas vezes deixa, por algum tempo, os seus próprios filhos entregues a múltiplas tentações e à corrupção dos seus próprios corações, para castigá-los pelos seus pecados anteriores ou para lhes revelar a força oculta da corrupção e do engano dos seus corações, a fim de que sejam humilhados (r); e para os levar a um sentimento mais íntimo e constante da sua dependência dele para o seu sustento (s); e para os tornar mais vigilantes contra todas as ocasiões futuras de pecado, e para outros fins justos e santos (t).",
    "referencias_biblicas": "(r) 2Cr 32.25-26, 31; 2Sm 24.1. (s) 2Co 12.7-9; Sl 73; Sl 77.1-12; Mc 14.66-72. (t) 2Co 12.7-9; Jo 21.15-17.",
    "comentario_devocional": "<p>A cultura terapêutica hiper-moderna vê todo sofrimento ou falha pessoal como um trauma a ser evitado. O objetivo da vida é a auto-realização e o conforto perpétuo. Quando um cristão peca ou falha (como Davi ou Pedro), essa cultura vê apenas fracasso.</p><p>A Confissão revela o propósito medicinal da providência. Deus, em Sua graça, usa até mesmo nossos tropeços para nosso bem. Ele nos deixa sentir o peso de nossas tentações não para nos destruir, mas: (1) Para nos disciplinar (castigar) como um Pai amoroso; (2) Para nos humilhar, revelando a \"força oculta da corrupção\" que ainda reside em nós (Calvino); e (3) Para destruir nossa auto-confiança, forçando-nos a uma dependência \"mais íntima e constante\" Dele.</p><p>Deus permitiu que Pedro negasse a Cristo para quebrar seu orgulho autossuficiente e transformá-lo em um pastor humilde (João 21). A purificação da Igreja exige que paremos de buscar uma espiritualidade vitoriosa e sem dor. A santificação muitas vezes acontece precisamente através da revelação dolorosa da nossa própria fraqueza, para que possamos aprender que o poder de Deus se aperfeiçoa nela (2 Coríntios 12).</p>"
  },
  {
    "capitulo_num": 5,
    "capitulo_titulo": "Da Providência",
    "paragrafo_num": 6,
    "texto_wcf": "Quanto aos homens ímpios e injustos, os quais Deus, como justo Juiz, cega e endurece por causa de pecados anteriores (u), ele não somente lhes nega a sua graça, pela qual poderiam ter sido iluminados em seus entendimentos e movidos em seus corações (v); mas também às vezes lhes retira os dons que já tinham (x) e os expõe a circunstâncias que, pela corrupção deles, se tornam ocasião de pecado (z); e, além disso, os entrega às suas próprias concupiscências, às tentações do mundo e ao poder de Satanás (aa); de sorte que acontece que eles se endurecem, mesmo sob aqueles meios que Deus usa para abrandar outros (bb).",
    "referencias_biblicas": "(u) Rm 1.24, 26, 28; Rm 11.7-8. (v) Dt 29.4. (x) Mt 13.12; Mt 25.29. (z) Dt 2.30; 2Rs 8.12-13. (aa) Sl 81.11-12; 2Ts 2.10-12. (bb) Êx 7.3; Êx 8.15, 32; 2Co 2.15-16; Is 8.14; 1Pe 2.7-8; Is 6.9-10; At 28.26-27.",
    "comentario_devocional": "<p>Este é o aspecto judicial e terrível da providência, ligado à reprovação (3.7). A mente hiper-moderna exige que Deus seja apenas terapêutico e afirmativo; ela rejeita qualquer conceito de juízo divino dentro da história.</p><p>A Confissão nos lembra que Deus é um \"justo Juiz\". Seu maior julgamento nesta vida muitas vezes não é o fogo do céu; é o abandono. O ato mais terrível da providência judicial é Deus \"negar a sua graça\" (restritiva e comum) e \"entregá-los\" (Romanos 1:24) ao que eles tanto desejam: suas próprias concupiscências e sua autonomia. Deus julga o pecado dando às pessoas mais pecado.</p><p>A mesma providência (o mesmo sol) que amolece a cera (os eleitos), endurece o barro (os réprobos). A mesma pregação do Evangelho que é cheiro de vida para a vida, é cheiro de morte para a morte (2 Coríntios 2:16). A purificação da Igreja exige que recuperemos um temor santo. O maior perigo que nossa cultura enfrenta não é a opressão de Deus, mas o abandono judicial de Deus ao pecado que ela celebra.</p>"
  },
  {
    "capitulo_num": 5,
    "capitulo_titulo": "Da Providência",
    "paragrafo_num": 7,
    "texto_wcf": "Assim como a providência de Deus se estende, em geral, a todas as criaturas, assim também, de modo mui especial, ela cuida da sua Igreja (cc) e dispõe todas as coisas para o bem dela (dd).",
    "referencias_biblicas": "(cc) 1Tm 4.10; Am 9.8-9. (dd) Rm 8.28.",
    "comentario_devocional": "<p>Este parágrafo é o clímax de conforto do capítulo. O mundo parece caótico; a Igreja muitas vezes parece fraca, perseguida ou irrelevante para a cultura hiper-moderna. A providência geral de Deus (Parágrafo 1) parece distante.</p><p>Mas a Escritura afirma que a providência universal tem um <i>foco</i> particular. O Deus que governa os pardais e os reis (Parágrafo 1) e que governa até o pecado (Parágrafo 4) o faz \"de modo mui especial\" para a Sua Igreja. O propósito final da história não é a política, a economia ou o triunfo da autonomia humana; o propósito final é a redenção e perfeição da Noiva de Cristo.</p><p>Esta é a nossa edificação. A promessa de Romanos 8:28 (\"todas as coisas cooperam para o bem\") não é uma banalidade terapêutica para todos; é uma promessa pactual de providência especial para \"aqueles que amam a Deus, aqueles que são chamados segundo o seu propósito\". Toda a vasta e complexa maquinaria da providência — cada evento, cada alegria, cada tragédia, cada pecado governado — está sendo dirigida pelo nosso Pai para o bem eterno da Sua Igreja.</p>"
  },
  {
    "capitulo_num": 6,
    "capitulo_titulo": "Da Queda do Homem, do Pecado e do seu Castigo",
    "paragrafo_num": 1,
    "texto_wcf": "Nossos primeiros pais, sendo seduzidos pela sutileza e tentação de Satanás, pecaram, comendo do fruto proibido (a). Aprouve a Deus, segundo o seu sábio e santo conselho, permitir este pecado deles, havendo determinado ordená-lo para a sua própria glória (b).",
    "referencias_biblicas": "(a) Gn 3.13; 2Co 11.3. (b) Rm 11.32.",
    "comentario_devocional": "<p>A era hiper-moderna rejeita a Queda como uma narrativa histórica, tratando-a como um mito opressivo. Ironicamente, ela vive diariamente o roteiro exato da tentação. A serpente perguntou: \"Foi assim que Deus disse?\" (Gênesis 3:1), introduzindo a suspeita hermenêutica contra a Palavra de Deus — o fundamento da desconstrução moderna. Satanás então prometeu: \"Sereis como Deus\" (Gênesis 3:5), estabelecendo o ídolo central da nossa era: a autonomia radical e a autocriação do \"eu\".</p><p>A Queda não foi uma queda <i>para cima</i>, rumo à iluminação autônoma, como a nossa cultura celebra. Foi uma queda da comunhão para a alienação; da santidade para a corrupção. Este ato histórico de desobediência foi, como afirma a Confissão, soberanamente permitido e governado (Capítulo 5.4) por Deus, que determinou \"ordená-lo para a sua própria glória\" (Romanos 11:32) — um mistério da providência que encontra sua resposta final na Cruz, onde Deus usa o maior pecado para trazer a maior salvação.</p>"
  },
  {
    "capitulo_num": 6,
    "capitulo_titulo": "Da Queda do Homem, do Pecado e do seu Castigo",
    "paragrafo_num": 2,
    "texto_wcf": "Por este pecado, eles decaíram da sua retidão original e da comunhão com Deus (c); e, por isso, a morte lhes sobreveio, em todas as suas formas, e nós neles: a morte espiritual, a temporal e a eterna. Tornaram-se mortos em pecado (d) e inteiramente contaminados em todas as faculdades e partes do corpo e da alma (e).",
    "referencias_biblicas": "(c) Gn 3.6-8; Ec 7.29; Rm 3.23. (d) Gn 2.17; Ef 2.1. (e) Tt 1.15; Gn 6.5; Jr 17.9; Rm 3.10-18.",
    "comentario_devocional": "<p>O hiper-modernismo é construído sobre o mito pelagiano da inocência humana. Ele ensina que somos inerentemente bons, e que a corrupção vem de \"sistemas\" externos (sociedade, família, estruturas de poder). A Confissão diagnostica a realidade: o problema não é externo; é ontológico.</p><p>A Queda não foi um erro menor; foi uma catástrofe que resultou em \"morte espiritual\" (Efésios 2:1). Nossos primeiros pais tornaram-se \"inteiramente contaminados\". Calvino e Bavinck insistem que este pecado original não é apenas uma <i>falta</i> de justiça; é uma <i>disposição</i> positiva para o mal (Jeremias 17:9). A mente, a vontade, os afetos, o corpo — todas as faculdades foram corrompidas.</p><p>A purificação da Igreja começa quando paramos de diagnosticar a condição humana com as ferramentas do mundo (que a chama de \"trauma\" ou \"falta de educação\") e voltamos ao diagnóstico bíblico: estamos <i>mortos</i> em pecado. A humanidade não precisa de terapia ou reforma política para sua condição espiritual (embora estas coisas tenham seu lugar na graça comum); ela precisa de ressurreição.</p>"
  },
  {
    "capitulo_num": 6,
    "capitulo_titulo": "Da Queda do Homem, do Pecado e do seu Castigo",
    "paragrafo_num": 3,
    "texto_wcf": "Sendo eles o tronco de toda a humanidade, a culpa desse pecado foi imputada (f); e a mesma morte em pecado e a natureza corrompida foram transmitidas a toda a sua posteridade, que deles procede por geração ordinária (g). Desta corrupção original, pela qual nos tornamos totalmente indispostos, incapacitados e opostos a todo o bem (h), e inteiramente inclinados a todo o mal (i), é que procedem todas as transgressões atuais (j).",
    "referencias_biblicas": "(f) Gn 1.27-28; Gn 2.16-17; At 17.26; Rm 5.12, 15-19; 1Co 15.21-22, 45, 49. (g) Sl 51.5; Gn 5.3; Jó 14.4; Jó 15.14. (h) Rm 5.6; Rm 8.7; Rm 7.18; Cl 1.21. (i) Gn 6.5; Gn 8.21; Rm 3.10-12. (j) Tg 1.14-15; Ef 2.2-3; Mt 15.19.",
    "comentario_devocional": "<p>Este parágrafo explica <i>como</i> a Queda nos afeta, através de dois conceitos que a mente moderna rejeita: Representação (Chefia Federal) e Depravação Total.</p><p>O hiper-modernismo é radicalmente individualista: \"O pecado de Adão é dele; eu só respondo por mim\". A Confissão, baseada em Romanos 5, afirma que Adão não era um indivíduo privado; ele era nosso \"tronco\", nosso representante federal. Sua culpa foi <i>imputada</i> (creditada) a nós. Como Bavinck argumenta, não podemos nos separar do organismo da humanidade do qual fazemos parte.</p><p>Esta doutrina da Chefia Federal é o alicerce indispensável do Evangelho. Se achamos injusto sermos condenados pela representação do Primeiro Adão, nunca poderemos compreender como podemos ser salvos pela representação do Segundo Adão (Romanos 5:19).</p><p>Além da culpa imputada, recebemos uma natureza corrompida (Depravação Total). Isto não significa que somos tão maus quanto poderíamos ser (a graça comum nos refreia), mas que cada parte de nós está afetada. A cultura nos diz: \"Siga seu coração\", \"Seja autêntico\". A Confissão nos adverte que nosso coração natural está \"inteiramente inclinado a todo o mal\" (Gênesis 6:5). A purificação da Igreja exige que paremos de confiar em nossa autenticidade decaída e busquemos a nova natureza que vem somente da regeneração.</p>"
  },
  {
    "capitulo_num": 6,
    "capitulo_titulo": "Da Queda do Homem, do Pecado e do seu Castigo",
    "paragrafo_num": 4,
    "texto_wcf": "Esta corrupção da natureza persiste, durante esta vida, naqueles que são regenerados (k); e, embora seja ela perdoada e mortificada por meio de Cristo, contudo, tanto ela mesma como todos os seus impulsos são verdadeira e propriamente pecado (l).",
    "referencias_biblicas": "(k) 1Jo 1.8, 10; Rm 7.14, 17-18, 23; Tg 3.2; Pv 20.9; Ec 7.20. (l) Rm 7.5, 7-8, 25; Gl 5.17.",
    "comentario_devocional": "<p>Este parágrafo nos protege de dois erros que florescem no ambiente hiper-moderno: o perfeccionismo e o antinomianismo \"autêntico\".</p><p>Primeiro, ele destrói o perfeccionismo (a ideia de que podemos alcançar a impecabilidade nesta vida). A Confissão afirma que esta corrupção \"persiste... naqueles que são regenerados\". A vida cristã não é uma ascensão sem esforço; é uma guerra (Gálatas 5:17). Como Calvino ensinou, o crente está simultaneamente justificado em Cristo e pecador em si mesmo (baseado em Lutero, <i>simul justus et peccator</i>).</p><p>Segundo, ele destrói o antinomianismo \"autêntico\". A cultura moderna nos ensina a abraçar nossas falhas e desejos como parte de nossa \"identidade autêntica\". A Confissão nos adverte que, embora essa corrupção no crente seja \"perdoada e mortificada\", seus impulsos (concupiscência) ainda são \"verdadeira e propriamente pecado\". Não devemos celebrar nossos desejos caídos; devemos matá-los (mortificar). A purificação exige que paremos de desculpar nosso pecado como \"personalidade\" e comecemos a tratá-lo como traição, necessitando de arrependimento diário e da graça do perdão.</p>"
  },
  {
    "capitulo_num": 6,
    "capitulo_titulo": "Da Queda do Homem, do Pecado e do seu Castigo",
    "paragrafo_num": 5,
    "texto_wcf": "O pecado, tanto o original como o atual, é uma transgressão da justa lei de Deus (m), e, por sua própria natureza, traz culpa ao pecador (n); pela qual ele fica sujeito à ira de Deus (o) e à maldição da lei (p), e, assim, sujeito à morte (q), com todas as misérias espirituais (r), temporais (s) e eternas (t).",
    "referencias_biblicas": "(m) 1Jo 3.4. (n) Rm 2.15; Rm 3.9, 19. (o) Ef 2.3. (p) Gl 3.10. (q) Rm 6.23. (r) Ef 4.18. (s) Rm 8.20; Lm 3.39. (t) Mt 25.41; 2Ts 1.9.",
    "comentario_devocional": "<p>O hiper-modernismo redefine o pecado. Ele o transforma em \"trauma\", \"doença\", \"ignorância\" ou \"inautenticidade\". Esses podem ser <i>resultados</i> do pecado, mas não são a <i>definição</i> dele.</p><p>A Confissão retorna à definição bíblica, forense e teocêntrica: pecado é \"transgressão da justa lei de Deus\" (1 João 3:4). O pecado não é primariamente um problema psicológico; é um problema legal. Não é apenas uma violação contra mim mesmo ou contra o próximo; é uma ofensa contra o caráter santo do próprio Deus (Capítulo 2).</p><p>Por ser uma transgressão legal, o pecado \"traz culpa\". A nossa cultura vê a \"culpa\" como um sentimento psicológico tóxico a ser eliminado pela terapia ou pela auto-afirmação. A Confissão insiste que a culpa não é primariamente um sentimento; é um <i>status</i> objetivo. Somos legalmente réus (\"sujeitos à ira de Deus\") perante o Tribunal celestial.</p><p>A purificação da Igreja exige que paremos de usar a linguagem terapêutica do mundo para definir o pecado. Se o pecado é apenas \"doença\", precisamos de um médico. Se o pecado é apenas \"ignorância\", precisamos de um professor. Mas se o pecado é \"culpa\" que merece a \"ira\", precisamos de um Substituto que pague a pena e um Juiz que nos declare justos.</p>"
  },
  {
    "capitulo_num": 6,
    "capitulo_titulo": "Da Queda do Homem, do Pecado e do seu Castigo",
    "paragrafo_num": 6,
    "texto_wcf": "Todo pecado, tanto original como atual, sendo uma transgressão da justa lei de Deus, e a ela contrária, torna o pecador, por sua própria natureza, culpado; e essa culpa o sujeita à ira de Deus e à maldição da lei, e, assim, o torna sujeito à morte, com todas as misérias espirituais, temporais e eternas.",
    "referencias_biblicas": "(q) Rm 6.23. (t) Mt 25.41; 2Ts 1.9; Lm 3.39; Rm 8.20; Ef 4.18.",
    "comentario_devocional": "<p>Este parágrafo conclui a doutrina do pecado com sua consequência inevitável: o inferno. O \"deus\" do hiper-modernismo, sendo uma projeção do eu terapêutico, é incapaz de ira. Um Deus que pune eternamente (ira e maldição) é considerado moralmente inferior aos padrões humanos de \"amor\".</p><p>A Confissão afirma a verdade bíblica: Deus é santo e justo (Cap. 2), e Sua lei é justa (Cap. 19 vindouro). Portanto, a penalidade pela transgressão (Cap. 6.5) deve ser justa. O \"salário\" (Romanos 6:23) merecido por <i>qualquer</i> pecado (original ou atual) é a morte, que abrange todas as misérias desta vida (o mundo \"sujeito à vaidade\", Rm 8:20), a morte física e \"as penas do inferno para sempre\" (Mt 25:41).</p><p>Esta é a doutrina sombria que torna o Evangelho necessário. A purificação da Igreja exige que paremos de nos envergonhar da justiça de Deus. Sem a realidade terrível das \"penas do inferno\", a Cruz de Cristo (Cap. 8) deixa de ser um ato de propiciação que satisfaz a justiça e torna-se meramente um exemplo moral. A glória da graça brilha mais intensamente contra o pano de fundo absolutamente escuro do julgamento que merecemos.</p>"
  },
  {
    "capitulo_num": 7,
    "capitulo_titulo": "Do Pacto de Deus com o Homem",
    "paragrafo_num": 1,
    "texto_wcf": "Tão grande é a distância entre Deus e a criatura que, embora as criaturas racionais lhe devam obediência como seu Criador, elas nunca poderiam ter qualquer fruição dele como sua bem-aventurança e galardão, senão por alguma voluntária condescendência da parte de Deus (a), a qual ele se agradou em expressar por meio de pacto (b).",
    "referencias_biblicas": "(a) Is 40.13-17; Jó 9.32-33; 1Sm 2.25; Sl 113.5-6; Sl 100.2-3; Jó 22.2-3; Jó 35.7-8; Lc 17.10; At 17.24-25. (b) Lc 17.10; At 17.24-25.",
    "comentario_devocional": "<p>O hiper-modernismo, quando espiritual, busca um deus que é um colega, um terapeuta ou um \"parceiro\" imanente. Ele perdeu totalmente o senso da majestade infinita de Deus. A Confissão começa a doutrina do pacto restabelecendo a \"distância\" fundamental Criador-criatura (Isaías 40). Deus, em Sua asseidade (Cap. 2), não nos deve nada. Nós, como criaturas (Cap. 4), Lhe devemos tudo. Mesmo que obedecêssemos perfeitamente, Deus não teria a \"obrigação\" de nos recompensar com a vida eterna; esta recompensa nunca é merecida pela criatura.</p><p>Portanto, o facto de Deus Se relacionar connosco <i>de todo</i> é um ato de \"condescendência voluntária\". Ele inclina-Se soberanamente. E a forma como Ele escolhe estruturar essa relação é o Pacto. O hiper-modernismo rejeita estruturas relacionais, preferindo a fluidez, o sentimento e a ausência de compromisso. O Deus da Bíblia, contudo, é um Deus que Se vincula por juramentos, promessas e termos definidos. A purificação da Igreja começa com o espanto reverente por este Deus transcendente ter condescendido em definir um relacionamento connosco.</p>"
  },
  {
    "capitulo_num": 7,
    "capitulo_titulo": "Do Pacto de Deus com o Homem",
    "paragrafo_num": 2,
    "texto_wcf": "O primeiro pacto feito com o homem foi um Pacto de Obras (c), no qual a vida foi prometida a Adão – e nele à sua posteridade (d) – sob a condição de obediência perfeita e pessoal (e).",
    "referencias_biblicas": "(c) Gl 3.12. (d) Rm 10.5; Rm 5.12-20. (e) Gn 2.17; Gl 3.10.",
    "comentario_devocional": "<p>O Pacto de Obras estabelece a justiça original de Deus e a responsabilidade humana. Deus criou Adão (nosso representante federal, Cap. 6.3) num relacionamento que exigia obediência perfeita. O padrão de Deus é a perfeição (Gálatas 3:10). O hiper-modernismo rejeita qualquer padrão externo de justiça, especialmente um que exija \"obediência perfeita\", rotulando-o de opressivo.</p><p>Contudo, este Pacto de Obras é o diagnóstico necessário antes do remédio. Ele ensina-nos duas verdades imutáveis: (1) O padrão de Deus para a vida é a perfeição moral absoluta, e (2) Nós (em Adão) falhámos catastroficamente (Cap. 6). O Pacto de Obras é a lei que nos aprisiona e nos mostra a nossa total incapacidade. A purificação da Igreja exige que compreendamos a justiça deste primeiro pacto, para que possamos fugir dele e nos agarrar ao segundo, reconhecendo que somos absolutamente incapazes de merecer a vida por nós mesmos.</p>"
  },
  {
    "capitulo_num": 7,
    "capitulo_titulo": "Do Pacto de Deus com o Homem",
    "paragrafo_num": 3,
    "texto_wcf": "Tendo o homem, pela sua Queda, tornado a si mesmo incapaz de ter vida por meio daquele pacto, o Senhor dignou-se fazer um segundo (f), comumente chamado o Pacto da Graça. Neste pacto, ele oferece gratuitamente aos pecadores a vida e a salvação por meio de Jesus Cristo, exigindo deles a fé nele para que sejam salvos (g), e prometendo dar o seu Santo Espírito a todos os que estão ordenados para a vida, a fim de torná-los dispostos e capazes de crer (h).",
    "referencias_biblicas": "(f) Gl 3.21; Rm 8.3; Rm 3.20-21; Gn 3.15; Is 42.6. (g) Mc 16.15-16; Jo 3.16; Rm 10.6, 9; Gl 3.11. (h) Ez 36.26-27; Jo 6.44-45.",
    "comentario_devocional": "<p>Aqui está o Evangelho. Porque o Pacto de Obras foi quebrado, estávamos sem esperança, \"incapazes de ter vida\" (Romanos 8:3). Então Deus, por pura misericórdia, estabelece um segundo pacto. Este não se baseia em nossa obediência, mas na obediência de Outro: \"salvação por meio de Jesus Cristo\".</p><p>O hiper-modernismo é a religião da auto-salvação; ele insiste na capacidade humana. O Pacto da Graça destrói esta ilusão. A condição do pacto é a fé (Marcos 16:16). Mas como pode o homem (que está \"morto em pecado\", Cap. 6.2, e \"inteiramente inclinado a todo o mal\", 6.3) exercer a fé?</p><p>Nisto reside a glória deste Pacto, como Bavinck enfatizou: o próprio pacto <i>fornece</i> a condição que ele exige. Deus não apenas oferece salvação <i>se</i> crermos; Ele promete o \"Santo Espírito\" para \"torná-los dispostos e capazes de crer\" (Ezequiel 36:26-27). Este não é um pacto baseado numa possibilidade humana; é uma garantia divina, unilateral na sua origem (graça) e eficaz na sua aplicação (o Espírito). A purificação da Igreja é abandonar toda a confiança na nossa capacidade de \"decidir\" e descansar inteiramente num Pacto que provê o Mediador (Cristo) e a fé (Espírito).</p>"
  },
  {
    "capitulo_num": 7,
    "capitulo_titulo": "Do Pacto de Deus com o Homem",
    "paragrafo_num": 4,
    "texto_wcf": "Este pacto de graça é frequentemente apresentado na Escritura pelo nome de Testamento, em referência à morte de Jesus Cristo, o Testador, e à herança eterna, com todas as coisas que a ela pertencem, que nele e por meio dele é legada (i).",
    "referencias_biblicas": "(i) Hb 9.15-17; Hb 7.22; Lc 22.20; 1Co 11.25.",
    "comentario_devocional": "<p>A nossa cultura hiper-moderna vê todas as relações como contratos temporários, baseados no desempenho mútuo e dissolúveis pela vontade. A Confissão usa o termo bíblico \"Testamento\" (como em \"Última Vontade e Testamento\") para enfatizar a natureza do Pacto da Graça. Um testamento não é um contrato entre duas partes ativas; é a promessa de um testador que só entra em vigor com a sua morte (Hebreus 9:16).</p><p>A nossa \"herança eterna\" não é algo que negociamos; é algo que nos é <i>legado</i>. Ela foi garantida incondicionalmente pela \"morte de Jesus Cristo, o Testador\". A edificação da Igreja repousa sobre esta segurança: a nossa salvação não é um contrato temporário; é uma herança eterna, comprada e selada irrevocavelmente pelo sangue do Testador.</p>"
  },
  {
    "capitulo_num": 7,
    "capitulo_titulo": "Do Pacto de Deus com o Homem",
    "paragrafo_num": 5,
    "texto_wcf": "Este pacto, no tempo da Lei, não foi administrado como no tempo do Evangelho (j). Sob a Lei, foi administrado por meio de promessas, profecias, sacrifícios, da circuncisão, do cordeiro pascal e de outros tipos e ordenanças dados ao povo judeu, os quais prefiguravam Cristo que havia de vir (k). Naquele tempo, por meio da operação do Espírito, estes meios foram suficientes e eficazes para instruir e edificar os eleitos na fé no Messias prometido (l), por quem tinham a plena remissão dos pecados e a salvação eterna. Esta administração é chamada o Antigo Testamento (m).",
    "referencias_biblicas": "(j) 2Co 3.6-9. (k) Hb 8-10; Rm 4.11; Cl 2.11-12; 1Co 5.7. (l) 1Co 10.1-4; Hb 11.13; Jo 8.56. (m) Gl 3.7-9, 14.",
    "comentario_devocional": "<p>O hiper-modernismo é uma cultura de \"esnobismo cronológico\": ele despreza o passado, acreditando que apenas o presente é iluminado. Isso muitas vezes infecta a Igreja, levando-a a uma forma de Marcionismo que despreza o Antigo Testamento como primitivo ou irrelevante.</p><p>Calvino (e a Confissão) insiste apaixonadamente na <i>unidade</i> do Pacto da Graça. Os santos do Antigo Testamento foram salvos exatamente como nós: pelo mesmo pacto, pela mesma graça, pelo mesmo Mediador. A administração era diferente — eles viam Cristo através de \"sombras\" (sacrifícios, tipos) que O \"prefiguravam\". Nós O vemos na realidade cumprida. Mas Abraão, como nos diz Hebreus 11, morreu na fé das <i>mesmas</i> promessas que nós herdamos.</p><p>A purificação da Igreja exige que voltemos a ler a Bíblia como um livro unificado, centrado em Cristo. O Antigo Testamento não é um registro dos fracassos de Israel; é o registro de como o Deus pactual administrou eficazmente a salvação aos Seus eleitos através de promessas que encontraram seu \"Sim\" em Jesus.</p>"
  },
  {
    "capitulo_num": 7,
    "capitulo_titulo": "Do Pacto de Deus com o Homem",
    "paragrafo_num": 6,
    "texto_wcf": "Sob o Evangelho, quando Cristo, a Substância (n), foi manifestado, as ordenanças pelas quais este pacto é dispensado são a pregação da Palavra e a administração dos sacramentos do Batismo e da Ceia do Senhor (o); as quais, embora sejam em menor número e administradas com mais simplicidade e menos glória exterior, contudo, nele, elas mantêm, em maior plenitude, evidência e eficácia espiritual (p), [a mesma graça] para todas as nações, tanto judeus como gentios (q). Esta administração é chamada o Novo Testamento (r). Portanto, não há dois pactos de graça diferentes em substância, mas um só e mesmo pacto, sob várias administrações (s).",
    "referencias_biblicas": "(n) Cl 2.17. (o) Mt 28.19-20; 1Co 11.23-25. (p) Hb 12.22-27; Jr 31.33-34. (q) Mt 28.19; Ef 2.15-19. (r) Lc 22.20. (s) Gl 3.14, 16; At 15.11; Rm 3.21-23, 30; Sl 32.1; Rm 4.3, 6, 16-17, 23-24; Hb 13.8.",
    "comentario_devocional": "<p>No Novo Pacto, chegámos à \"Substância\" (Cristo) da qual o Antigo eram apenas as sombras (Colossenses 2:17). A mente hiper-moderna é viciada em espetáculo, complexidade e sobrecarga sensorial. A Igreja é frequentemente tentada a competir com esta \"glória exterior\", criando cultos baseados em entretenimento e produção massiva.</p><p>A Confissão nos lembra que a glória do Novo Pacto é a sua <i>simplicidade</i>: apenas a Palavra, a Água, o Pão e o Vinho. Estas ordenanças parecem fracas para o mundo, mas nelas residem \"maior plenitude... e eficácia espiritual\", porque Cristo não está mais velado.</p><p>A purificação da Igreja exige que paremos de tentar competir com o espetáculo do mundo. Devemos confiar radicalmente que a simples pregação da Palavra e a correta administração dos Sacramentos são os meios que Deus ordenou para dispensar a \"plenitude\" do Seu pacto. E este pacto simples e poderoso não é mais para um povo, mas \"para todas as nações\". A nossa edificação é encontrar o poder de Deus na simplicidade radical do Evangelho.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 1,
    "texto_wcf": "Aprouve a Deus, em seu eterno propósito, escolher e ordenar o Senhor Jesus, seu Filho unigênito, para ser o Mediador entre Deus e o homem (a) – o Profeta (b), Sacerdote (c) e Rei (d); o Cabeça e Salvador da sua Igreja (e); o Herdeiro de todas as coisas (f) e o Juiz do mundo (g); a quem, desde toda a eternidade, deu um povo para ser sua descendência (h) e para, no tempo, por ele ser chamado, justificado, santificado e glorificado (i).",
    "referencias_biblicas": "(a) Is 42.1; 1Pe 1.19-20; Jo 3.16; 1Tm 2.5. (b) At 3.22. (c) Hb 5.5-6. (d) Sl 2.6; Lc 1.33. (e) Ef 5.23. (f) Hb 1.6, 8. (g) At 17.31. (h) Jo 17.6; Sl 22.30; Is 53.10. (i) 1Tm 2.6; Is 55.4-5; 1Co 1.30.",
    "comentario_devocional": "<p>O hiper-modernismo é a religião do pluralismo. Ele insiste que todos os caminhos levam a Deus e que a exclusividade é o pecado capital. A fé cristã começa com uma afirmação diametralmente oposta: Cristo não é \"Plano B\", nem uma resposta de Deus ao fracasso de Adão. No eterno propósito de Deus (o Pacto da Redenção), antes da fundação do mundo (1 Pedro 1:20), o Pai <i>escolheu</i> e <i>ordenou</i> o Filho como o <i>único</i> Mediador.</p><p>A nossa cultura está disposta a aceitar Jesus como Profeta (um professor moral), mas rejeita o Sacerdote (pois nega a necessidade de expiação, Cap. 6) e detesta o Rei (pois nega qualquer autoridade soberana sobre o eu autônomo). A teologia reformada, sintetizada por Calvino, insiste no <i>Munus Triplex</i> (o Tríplice Ofício): não podemos ter parte de Cristo sem o todo. A purificação da Igreja exige que rejeitemos o \"Jesus\" culturalmente editado e adoremos o Cristo ordenado: o único Profeta que revela a verdade, o único Sacerdote que nos reconcilia e o único Rei que nos governa.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 2,
    "texto_wcf": "O Filho de Deus, a segunda pessoa da Trindade, sendo verdadeiro e eterno Deus, de uma só substância e igual ao Pai, quando chegou o cumprimento do tempo, tomou sobre si a natureza humana (j), com todas as suas propriedades essenciais e enfermidades comuns, contudo sem pecado (k); sendo concebido pelo poder do Espírito Santo no ventre da Virgem Maria, da substância dela (l). De sorte que duas naturezas inteiras, perfeitas e distintas – a Divindade e a Humanidade – foram inseparavelmente unidas em uma só pessoa, sem conversão, composição ou confusão (m). Essa pessoa é verdadeiro Deus e verdadeiro homem, mas um só Cristo, o único Mediador entre Deus e o homem (n).",
    "referencias_biblicas": "(j) Jo 1.1, 14; 1Jo 5.20; Fp 2.6; Gl 4.4. (k) Hb 2.14, 16-17; Hb 4.15. (l) Lc 1.27, 31, 35; Gl 4.4. (m) Lc 1.35; Cl 2.9; Rm 9.5; 1Pe 3.18; 1Tm 3.16. (n) Rm 1.3-4; 1Tm 2.5.",
    "comentario_devocional": "<p>Este parágrafo é a definição Calcedoniana da Pessoa de Cristo, o coração do Cristianismo. A mente hiper-moderna borra todas as distinções, especialmente a distinção Criador-criatura (Cap. 4), preferindo o panteísmo (Deus é tudo) ou o naturalismo (o homem é tudo). A Encarnação é o paradoxo divino que afirma a distinção e, simultaneamente, a une.</p><p>Em Jesus Cristo, as duas naturezas (Divindade e Humanidade) são unidas \"sem conversão, composição ou confusão\". Deus não deixou de ser Deus, nem o homem foi absorvido pela divindade. Como Bavinck defende, este mistério não é uma contradição filosófica, mas a única solução para o abismo entre um Deus santo (Cap. 2) e a humanidade caída (Cap. 6). Para nos salvar, o Mediador tinha de ser \"verdadeiro homem\" (para morrer) e \"verdadeiro Deus\" (para que a sua morte tivesse valor infinito). A purificação da Igreja exige que rejeitemos o \"Jesus\" reduzido do liberalismo (apenas um bom homem) e o \"Cristo\" místico do gnosticismo (apenas um espírito) e adoremos o Deus-Homem, Immanuel.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 3,
    "texto_wcf": "O Senhor Jesus, em sua natureza humana assim unida à divina, foi santificado e ungido com o Espírito Santo sobremaneira (o); tendo nele todos os tesouros da sabedoria e do conhecimento (p); pois aprouve ao Pai que nele habitasse toda a plenitude (q); a fim de que, sendo santo, incontaminado, imaculado, cheio de graça e de verdade (r), fosse plenamente qualificado para exercer o ofício de Mediador e Fiador (s).",
    "referencias_biblicas": "(o) Sl 45.7; Jo 3.34. (p) Cl 2.3. (q) Cl 1.19. (r) Hb 7.26; Jo 1.14. (s) At 10.38; Hb 12.24; Hb 7.22.",
    "comentario_devocional": "<p>A nossa cultura celebra o herói falhado e \"autêntico\", pois se identifica com a imperfeição. Ela exige que seus líderes sejam \"relatáveis\" em suas fraquezas. A Confissão exige o oposto do nosso Mediador. Para ser nosso Fiador (Aquele que assume a nossa dívida do Pacto de Obras), Ele não podia ter dívidas próprias. Ele tinha de ser \"santo, incontaminado, imaculado\".</p><p>Ele foi \"ungido com o Espírito Santo sobremaneira\" (o Messias). Ele não é apenas um guia que procura a verdade; Ele é o repositório onde habitam \"todos os tesouros da sabedoria\" (Colossenses 2:3). A purificação da Igreja exige que paremos de procurar sabedoria primária nas filosofias do mundo ou na psicologia terapêutica. Devemos ir a Cristo, o Mediador plenamente qualificado, em quem \"habita toda a plenitude\" de Deus e da verdade.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 4,
    "texto_wcf": "Este ofício, o Senhor Jesus o exerceu mui voluntariamente (t). Para que pudesse exercê-lo, foi feito sujeito à lei (u), a qual ele cumpriu perfeitamente (v), e sofreu diretamente em sua alma as mais excruciantes agonias e em seu corpo os mais dolorosos sofrimentos; foi crucificado, e morreu (x); foi sepultado e permaneceu sob o poder da morte, mas sem ver a corrupção (z). Ao terceiro dia, ressuscitou dos mortos (aa) com o mesmo corpo (bb) em que havia sofrido (cc); com o qual também subiu ao céu, onde está assentado à destra de seu Pai (dd), fazendo intercessão (ee); e de onde voltará para julgar homens e anjos, no fim do mundo (ff).",
    "referencias_biblicas": "(t) Sl 40.7-8; Hb 10.5-10; Jo 10.18; Fp 2.8. (u) Gl 4.4. (v) Mt 3.15; Mt 5.17. (x) Gl 3.13; Is 53.4-6; Mt 26.37-38; Lc 22.44; Mt 27.46. (z) Fp 2.8; 1Co 15.3-4; At 2.23-24, 27; At 13.37; Rm 6.9. (aa) 1Co 15.4. (bb) Jo 20.25, 27. (cc) Jo 20.25, 27. (dd) Mc 16.19. (ee) Rm 8.34; Hb 9.24; Hb 7.25. (ff) Rm 14.9-10; At 1.11; At 10.42; Mt 13.40-42.",
    "comentario_devocional": "<p>(Nota: O parágrafo 4 da WCF clássica foi dividido em 4 e 5 em edições modernas. Este comentário aborda a substância do porquê Ele tinha de ser Deus e Homem, conforme a lógica de Calvino.) Como argumentou Calvino (Institutas II.xii), a mediação exigia o Deus-Homem. O hiper-modernismo vê Jesus como opcional. A Confissão afirma que Ele é ontologicamente necessário. Ele tinha de ser <i>homem</i> (Gl 4:4) para poder ficar sob a Lei que nós quebrámos, para poder sofrer a maldição que nós merecíamos (Gl 3:13), para poder morrer (pois Deus não pode morrer) e para poder \"compadecer-se das nossas fraquezas\" (Hb 4:15). Ele tinha de ser <i>Deus</i> (Rm 9:5) para que a sua obediência tivesse valor infinito, para sustentar a natureza humana sob o peso inconcebível da ira de Deus (Is 53), para vencer a morte e para dar justiça eterna. Aquele que era apenas homem desmoronaria sob a ira; Aquele que era apenas Deus não poderia pagar a pena. A purificação da Igreja é adorar o Mediador precisamente como Aquele que, sozinho, é qualificado para preencher o abismo.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 5,
    "texto_wcf": "O Senhor Jesus, pela sua perfeita obediência e pelo sacrifício de si mesmo, o qual ele, pelo Espírito eterno, uma só vez ofereceu a Deus, satisfez plenamente a justiça de seu Pai (hh); e adquiriu para todos aqueles que o Pai lhe dera, não só a reconciliação, mas também uma herança perdurável no reino dos céus (ii).",
    "referencias_biblicas": "(hh) Rm 5.19; Hb 9.14, 16; Hb 10.14; Ef 5.2; Rm 3.25-26. (ii) Dn 9.24, 26; Cl 1.19-20; Ef 1.11, 14; Jo 17.2; Hb 9.12, 15.",
    "comentario_devocional": "<p>Esta é a ofensa da cruz, a doutrina que o hiper-modernismo chama de \"abuso infantil cósmico\". O moderno deus é terapêutico, não justo. Ele perdoa sem substituição. A Confissão lembra-nos que Deus é santo (Cap. 2) e o pecado exige ira (Cap. 6.6). Deus não \"põe de lado\" a Sua justiça para mostrar amor; Ele <i>satisfaz</i> a Sua justiça <i>através</i> do Seu amor (em Cristo).</p><p>Cristo absorveu as \"penas\" devidas a nós. Ele cumpriu o Pacto de Obras <i>por nós</i> (Obediência Ativa) e pagou a maldição desse Pacto <i>por nós</i> (Obediência Passiva). Ele \"satisfez plenamente a justiça de seu Pai\". A purificação significa que a Igreja nunca deve abandonar a expiação substitutiva penal para apaziguar a cultura. Este é o único Evangelho.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 6,
    "texto_wcf": "Embora a obra da redenção não tenha sido de fato realizada por Cristo senão depois da sua encarnação, contudo a virtude, a eficácia e os benefícios dela foram comunicados aos eleitos em todas as épocas sucessivamente desde o princípio do mundo, nas e pelas promessas, tipos e sacrifícios nos quais ele foi revelado e significado como a Semente da mulher que esmagaria a cabeça da serpente, e como o Cordeiro morto desde a fundação do mundo, sendo ele o mesmo ontem, hoje e para sempre (jj).",
    "referencias_biblicas": "(jj) Gl 4.4-5; Gn 3.15; Ap 13.8; Hb 13.8.",
    "comentario_devocional": "<p>(Este comentário aborda a ressurreição/ascensão incluídas no parágrafo 4, bem como a aplicação do parágrafo 6 e 8 da WCF moderna.) A Ressurreição é o \"Amém!\" do Pai ao \"Está consumado!\" do Filho. É a vindicação pública da substituição. Prova que a dívida foi paga. A Sua Ascensão significa que temos um <i>Homem</i> — a nossa carne, o nosso Representante — entronizado no centro do cosmos. Ele não é um professor do passado; é o Sacerdote-Rei vivo, advogando por nós \"agora\" (fazendo intercessão).</p><p>Este parágrafo (6) reforça a unidade do Pacto (Cap. 7): esta obra foi aplicada aos eleitos do AT (prospectivamente) tal como nos é aplicada (retrospectivamente). Deus sempre teve apenas um plano de salvação: o Cordeiro morto desde a fundação do mundo.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 7,
    "texto_wcf": "Cristo, na obra da mediação, age segundo ambas as naturezas; por cada natureza fazendo aquilo que é próprio dela (kk). Contudo, em razão da unidade da pessoa, aquilo que é próprio de uma natureza é às vezes, na Escritura, atribuído à pessoa denominada pela outra natureza (ll).",
    "referencias_biblicas": "(kk) Hb 9.14; 1Pe 3.18. (ll) At 20.28; Jo 3.13; 1Jo 3.16.",
    "comentario_devocional": "<p>Este parágrafo técnico protege o mistério. O Mediador age como <i>uma pessoa</i>. A natureza divina não morreu, mas Aquele que é Deus morreu (em Sua humanidade). A natureza humana não é omnipresente, mas Aquele que é humano (em Sua divindade) está em toda parte.</p><p>Isto tem um profundo significado devocional. Permite que a Escritura diga coisas espantosas como que a Igreja foi comprada com \"o seu próprio sangue [de Deus]\" (Atos 20:28). O sangue que nos salvou não foi o sangue de um mero mártir; foi o sangue da Pessoa que é Deus. O valor da expiação é infinito porque a Pessoa que a ofereceu é infinita.</p>"
  },
  {
    "capitulo_num": 8,
    "capitulo_titulo": "De Cristo, o Mediador",
    "paragrafo_num": 8,
    "texto_wcf": "Cristo, com toda a certeza e eficácia, aplica e comunica a redenção eterna a todos aqueles para quem ele a adquiriu (mm); fazendo intercessão por eles (nn); e revelando-lhes, na Palavra e pela Palavra, os mistérios da salvação (oo); persuadindo-os eficazmente, pelo seu Espírito, a crer e obedecer; e governando os seus corações pela sua Palavra e Espírito (pp); vencendo todos os seus inimigos por seu poder e sabedoria onipotentes (qq), da maneira e nos modos mais consoantes com a sua dispensação maravilhosa e inescrutável.",
    "referencias_biblicas": "(mm) Jo 6.37, 39; Jo 10.15-16. (nn) 1Jo 2.1-2; Rm 8.34. (oo) Jo 15.13, 15; Ef 1.7-9; Jo 17.6. (pp) Jo 14.26; Hb 12.2; 2Co 4.13; Rm 8.9, 14; Rm 15.18-19; Jo 17.17. (qq) Sl 110.1; 1Co 15.25-26; Ml 4.2-3; Cl 2.15.",
    "comentario_devocional": "<p>Este parágrafo conclui a obra de Cristo, reunindo Seus três ofícios (Par. 1). Cristo não apenas <i>adquiriu</i> a salvação (Par. 5); Ele a <i>aplica</i>. A salvação na teologia reformada não é uma mera \"oferta\" deixada sobre a mesa para que o homem autônomo (o ídolo hiper-moderno) a pegue. O Salvador que <i>adquiriu</i> os eleitos também <i>aplica</i> a salvação a eles.</p><p>O hiper-modernismo exige autonomia; a Confissão ensina a salvação eficaz. Cristo (o Rei) invade ativamente nossos corações pelo Seu Espírito (Rei), abre nossos olhos para a Palavra (Profeta) e nos segura firmemente (Sacerdote). Nossa salvação está segura não porque seguramos Cristo, mas porque Ele nos segura.</p>"
  },
  {
    "capitulo_num": 9,
    "capitulo_titulo": "Do Livre-Arbítrio",
    "paragrafo_num": 1,
    "texto_wcf": "Deus dotou a vontade do homem de tal liberdade natural, que ela não é nem forçada nem determinada por qualquer necessidade absoluta da natureza para fazer o bem ou o mal (a).",
    "referencias_biblicas": "(a) Mt 17.12; Tg 1.14; Dt 30.19.",
    "comentario_devocional": "<p>O hiper-modernismo confunde a liberdade com la autonomia absoluta (o direito de criar a própria realidade), enquanto o materialismo determinista a nega (somos apenas reações químicas). A Confissão estabelece o fundamento da responsabilidade humana: a liberdade natural. A vontade do homem não é coagida por uma força externa (Deus não força a vontade com violência) nem por uma necessidade interna (não somos robôs biológicos). Somos verdadeiros agentes.</p><p>Contudo, como Calvino ensinou, a liberdade humana nunca foi a autonomia divina. Somos livres para agir de acordo com a nossa natureza. O hiper-modernismo, ao buscar a autonomia absoluta, repete a tentação original: ser Deus. A purificação da Igreja começa por rejeitarmos este ídolo. Não fomos criados para sermos livres <i>de</i> Deus, mas para sermos livres <i>em</i> Deus. A nossa liberdade original não era a ausência de limites, mas a capacidade de escolher alegremente o Bem dentro dos limites perfeitos estabelecidos pelo Criador.</p>"
  },
  {
    "capitulo_num": 9,
    "capitulo_titulo": "Do Livre-Arbítrio",
    "paragrafo_num": 2,
    "texto_wcf": "O homem, em seu estado de inocência, tinha a liberdade e o poder de querer e fazer aquilo que é bom e agradável a Deus (b); mas era mutável, de sorte que podia cair dessa retidão (c).",
    "referencias_biblicas": "(b) Ec 7.29; Gn 1.26. (c) Gn 2.16-17; Gn 3.6.",
    "comentario_devocional": "<p>Adão foi criado em integridade (Ec 7:29). Ele possuía a liberdade perfeita: a <i>posse non peccare</i> (a capacidade de não pecar) e a <i>posse peccare</i> (a capacidade de pecar). Sua vontade estava orientada para Deus, mas ainda não estava confirmada em glória; era \"mutável\". O hiper-modernismo vê este estado de inocência como ignorância, e a Queda (Gn 3:6) como a iluminação corajosa da autonomia.</p><p>A Confissão ensina-nos o contrário: a glória de Adão não era a sua independência, mas a sua comunhão dependente. A possibilidade de cair era a condição do seu amor probatório. A purificação da Igreja exige que lamentemos o que perdemos: não a autonomia (que nunca nos pertenceu), mas a retidão original e a comunhão feliz que Adão trocou pela promessa satânica de autocriação.</p>"
  },
  {
    "capitulo_num": 9,
    "capitulo_titulo": "Do Livre-Arbítrio",
    "paragrafo_num": 3,
    "texto_wcf": "O homem, pela sua queda em um estado de pecado, perdeu totalmente toda a capacidade de querer qualquer bem espiritual que acompanhe a salvação (d); de sorte que o homem natural, sendo inteiramente adverso a esse bem e morto em pecado (e), é incapaz de, pela sua própria força, converter-se ou mesmo preparar-se para isso (f).",
    "referencias_biblicas": "(d) Rm 5.6; Rm 8.7; Jo 15.5. (e) Rm 3.10, 12; Ef 2.1, 5; Cl 2.13. (f) Jo 6.44, 65.",
    "comentario_devocional": "<p>Esta é a doutrina mais ofensiva para o \"eu\" terapêutico hiper-moderno. A nossa cultura é a religião da \"capacidade total\": \"Você é suficiente\", \"O poder está dentro de si\". A Confissão declara o diagnóstico bíblico: o homem natural está <i>morto</i> (Efésios 2:1). Sua vontade não está doente; está em cativeiro (<i>servo arbitrio</i>). Como Calvino argumentou, a vontade humana ainda escolhe livremente (sem coerção externa), mas, sendo escrava do seu coração corrupto (Rm 8:7), ela escolhe <i>livremente</i> o pecado.</p><p>Esta é a <i>non posse non peccare</i> (a incapacidade de não pecar) espiritual. A humanidade caída não é um náufrago a afogar-se que procura uma boia; é um cadáver no fundo do oceano. A purificação da Igreja exige o desespero total da auto-salvação. Devemos parar de acreditar que podemos \"preparar-nos\" ou \"aceitar\" Cristo pela nossa própria força. O homem natural não pode nem quer. Ele precisa de ressurreição (João 6:44).</p>"
  },
  {
    "capitulo_num": 9,
    "capitulo_titulo": "Do Livre-Arbítrio",
    "paragrafo_num": 4,
    "texto_wcf": "Quando Deus converte um pecador e o transfere para o estado de graça, ele o liberta da sua escravidão natural ao pecado (g), e, somente pela sua graça, o habilita a querer e a fazer livremente aquilo que é espiritualmente bom (h); contudo, de tal modo que, por causa da sua corrupção remanescente (i), ele não quer, nem perfeita nem unicamente, aquilo que é bom, mas também quer aquilo que é mau (j).",
    "referencias_biblicas": "(g) Cl 1.13; Jo 8.34, 36. (h) Fp 2.13; Rm 6.18, 22. (i) Gl 5.17. (j) Rm 7.15, 18-19, 21, 23.",
    "comentario_devocional": "<p>A regeneração restaura o livre-arbítrio espiritual. Pela graça soberana, o Espírito liberta a vontade da sua escravidão (João 8:36). Deus opera em nós \"tanto o querer como o efetuar\" (Filipenses 2:13). Recuperamos a condição que Adão tinha (a capacidade de pecar e a capacidade de não pecar), mas com uma diferença crucial: agora vivemos no meio de uma guerra.</p><p>O hiper-modernismo celebra esta ambiguidade; ele chama a esta tensão entre o bem e o mal \"autenticidade\". A Confissão chama-lhe guerra (Gálatas 5:17). A \"corrupção remanescente\" (Cap. 6.4) luta contra a nova natureza dada pelo Espírito (Romanos 7). A purificação da Igreja exige que abandonemos a celebração \"autêntica\" das nossas contradições. A liberdade cristã não é uma licença para pecar, mas o poder divino para fazer guerra ao pecado que habita em nós.</p>"
  },
  {
    "capitulo_num": 9,
    "capitulo_titulo": "Do Livre-Arbítrio",
    "paragrafo_num": 5,
    "texto_wcf": "É somente no estado de glória que a vontade do homem é tornada perfeita e imutavelmente livre para o bem, e somente para o bem (k).",
    "referencias_biblicas": "(k) Ef 4.13; Hb 12.23; 1Jo 3.2; Jd 24.",
    "comentario_devocional": "<p>O hiper-modernismo define a liberdade máxima como a escolha infinita (autonomia absoluta). A teologia reformada define a liberdade máxima como a impossibilidade de escolher o mal. Este é o estado glorificado: o <i>non posse peccare</i> (a incapacidade de pecar). Esta é a liberdade que o próprio Deus desfruta.</p><p>A nossa edificação final não é tornarmo-nos deuses autônomos. A nossa glória será sermos tão santificados (Hb 12:23) e conformados a Cristo (1 Jo 3:2) que a nossa vontade estará perfeita e imutavelmente alinhada com o Bem. A cultura vê isto como a escravidão máxima (perder a escolha); a fé vê isto como a libertação final (perder o desejo de pecar). A Igreja é purificada ao desejar ardentemente não a liberdade de fazer o que queremos, mas a liberdade de querer apenas o que Deus quer.</p>"
  },
  {
    "capitulo_num": 10,
    "capitulo_titulo": "Da Vocação Eficaz",
    "paragrafo_num": 1,
    "texto_wcf": "Apraz a Deus chamar eficazmente (a), no tempo por ele determinado e aceito, a todos aqueles que ele predestinou para a vida – e somente a esses –, tirando-os daquele estado de pecado e morte em que estão por natureza, e trazendo-os para a graça e salvação por Jesus Cristo (b). Isso ele o faz, iluminando os seus entendimentos espiritual e salvificamente, a fim de compreenderem as coisas de Deus (c); tirando-lhes os seus corações de pedra e dando-lhes corações de carne (d); renovando as suas vontades e, pelo seu poder onipotente, determinando-as para aquilo que é bom (e); e eficazmente atraindo-os a Jesus Cristo (f); mas de tal modo que eles vêm mui livremente, sendo para isso dispostos pela sua graça (g). Esta vocação eficaz provém somente da livre e especial graça de Deus, e não de qualquer coisa prevista no homem (h), o qual é nisso inteiramente passivo, até que, vivificado e renovado pelo Espírito Santo (i), fica habilitado a corresponder a essa vocação e a abraçar a graça nela oferecida e comunicada (j).",
    "referencias_biblicas": "(a) Rm 8.30; Rm 11.7; Ef 1.10-11. (b) 2Ts 2.13-14; 2Co 3.3, 6; Rm 8.2; Ef 2.1-5; 2Tm 1.9-10. (c) At 26.18; 1Co 2.10, 12; Ef 1.17-18. (d) Ez 36.26. (e) Ez 11.19; Fp 2.13; Dt 30.6; Ez 36.27. (f) Ef 1.19; Jo 6.44-45. (g) Ct 1.4; Sl 110.3; Jo 6.37; Rm 6.16-18. (h) 2Tm 1.9; Tt 3.4-5; Ef 2.4-5, 8-9; Rm 9.11. (i) 1Co 2.14; Rm 8.7; Ef 2.5. (j) Jo 6.37; Ez 36.27; Jo 5.25.",
    "comentario_devocional": "<p>O hiper-modernismo é a religião da autonomia radical e do decisionismo. Ele celebra a \"minha escolha\" como o ato supremo da existência. A Igreja, muitas vezes infectada por este espírito, reduziu a conversão a um ato da vontade humana, um \"eu decidi\".</p><p>Este parágrafo é o antídoto divino. Ele descreve a Regeneração (o novo nascimento) como um ato puramente monergístico (operado apenas por Deus). A \"Vocação Eficaz\" não é Deus a persuadir a nossa velha vontade; é Deus a <i>criar</i> uma nova. Ele não implora ao coração de pedra; Ele remove-o (Ezequiel 36:26). Ele não pede permissão à mente morta (Efésios 2:1); Ele \"ilumina\" o entendimento e \"renova\" a vontade pelo Seu \"poder onipotente\".</p><p>Nisto, afirma a Confissão, o homem é \"inteiramente passivo\", assim como Lázaro estava passivo no túmulo. Não cooperamos com a nossa ressurreição espiritual. Deus faz tudo. Respondemos livremente (g) <i>somente porque</i> Ele primeiro nos \"vivificou\" (i), nos \"dispôs\" (g) e nos \"atraiu eficazmente\" (f). A purificação da Igreja exige que paremos de nos gloriar na nossa \"decisão\" e voltemos a adorar a \"especial graça de Deus\" (h) que nos ressuscitou da morte certa.</p>"
  },
  {
    "capitulo_num": 10,
    "capitulo_titulo": "Da Vocação Eficaz",
    "paragrafo_num": 2,
    "texto_wcf": "Esta vocação eficaz é fruto da livre e imutável eleição de Deus, decorrente do seu decreto e amor (k); é de tal sorte que os eleitos são infalivelmente chamados e atraídos. Eles certamente virão em consequência da vocação (l); Deus não se limita a oferecer-lhes a graça, mas confere-lhes a vontade e a capacidade de recebê-la. São chamados, mas respondem voluntariamente.",
    "referencias_biblicas": "(k) 2Tm 1.9; Ef 1.4-5, 11; Rm 8.28-30. (l) Jo 6.37; Rm 8.30; Rm 11.29.",
    "comentario_devocional": "<p>Esta é a doutrina da \"Graça Irresistível\". Não significa que o Espírito nos arrasta contra a nossa vontade (como se fôssemos pedras), mas, como Bavinck e Calvino clarificam, que o Espírito recria a nossa vontade de tal forma que nos tornamos infalível e livremente <i>dispostos</i> (Salmo 110:3). A graça não é irresistível no sentido de coerção, mas no sentido de ser invencivelmente <i>eficaz</i>.</p><p>A mente hiper-moderna insiste no \"direito de veto\" final do indivíduo; ela deve manter o controle. A fé reformada insiste no decreto imutável de Deus (Romanos 11:29). A salvação dos eleitos não é hipotética; é uma certeza. \"Os eleitos certamente virão\" (João 6:37). A nossa segurança não repousa na nossa capacidade de nos agarrarmos a Deus, mas na infalibilidade do Seu chamado a nós.</p>"
  },
  {
    "capitulo_num": 10,
    "capitulo_titulo": "Da Vocação Eficaz",
    "paragrafo_num": 3,
    "texto_wcf": "Os eleitos que morrem na infância são regenerados e salvos por Cristo por meio do Espírito (m), que opera quando, onde e como lhe agrada (n). O mesmo se dá com todas as outras pessoas eleitas que são incapazes de ser exteriormente chamadas pelo ministério da Palavra (o).",
    "referencias_biblicas": "(m) Lc 18.15-16; At 2.38-39; Jo 3.3, 5; 1Jo 5.12; Rm 8.9. (n) Jo 3.8. (o) 1Co 5.5; At 4.12.",
    "comentario_devocional": "<p>O hiper-modernismo valoriza a salvação quase exclusivamente como um ato de escolha intelectual ou expressão autêntica. O que fazer, então, com aqueles que não podem escolher racionalmente? Este parágrafo é um refúgio pastoral que simultaneamente defende a soberania de Deus.</p><p>A salvação é <i>sempre</i> por regeneração do Espírito, <i>sempre</i> através de Cristo (Atos 4:12), mas Deus não está amarrado aos <i>meios</i> que Ele geralmente usa (a pregação, Cap. 5.3). Para os eleitos incapazes de responder ao chamado externo, a graça soberana não é impedida. O Espírito opera \"quando, onde e como lhe agrada\" (João 3:8). Isto purifica a Igreja da arrogância intelectual (não somos salvos pelo nosso intelecto) e conforta-nos na dor (Deus é misericordioso com os Seus eleitos que não podem professar a fé), tudo enquanto reafirma que a salvação é uma obra sobrenatural do Espírito, e não uma realização humana.</p>"
  },
  {
    "capitulo_num": 10,
    "capitulo_titulo": "Da Vocação Eficaz",
    "paragrafo_num": 4,
    "texto_wcf": "Outros, não eleitos, ainda que sejam chamados pelo ministério da Palavra (p) e tenham algumas operações comuns do Espírito (q), contudo jamais chegam a Cristo verdadeiramente e, portanto, não podem ser salvos (r). Muito menos podem os homens que não professam a religião cristã ser salvos de qualquer outra maneira, seja qual for a sua diligência em conformar suas vidas à luz da natureza e aos preceitos da religião que professam (s). Afirmar e sustentar que podem é mui pernicioso e detestável (t).",
    "referencias_biblicas": "(p) Mt 22.14. (q) Mt 7.22; Mt 13.20-21; Hb 6.4-5. (r) Jo 6.64-66; Jo 8.24. (s) At 4.12; Jo 14.6; Ef 2.12; Jo 4.22; Jo 17.3. (t) 2Jo 9-11; 1Co 16.22; Gl 1.6-8.",
    "comentario_devocional": "<p>Este é o confronto direto da Igreja com os dois pilares da espiritualidade hiper-moderna: o moralismo e o pluralismo.</p><p>Primeiro, ele destrói o <i>moralismo</i>. O hiper-modernismo acredita que ser \"uma boa pessoa\" é o que importa. A Confissão adverte que mesmo aqueles <i>dentro</i> da Igreja, que recebem o chamado externo (Mt 22:14) e até experimentam \"operações comuns do Espírito\" (Hebreus 6:4-5), se não forem eleitos e eficazmente chamados, \"não podem ser salvos\". A salvação não é reforma moral; é ressurreição sobrenatural.</p><p>Segundo, ele destrói o <i>pluralismo</i>. O dogma central do hiper-modernismo é que todos os caminhos são válidos (\"sua verdade\"). A Confissão declara esta ideia \"mui perniciosa e detestável\". Baseada na Escritura, ela afirma a particularidade absoluta de Cristo (Atos 4:12; João 14:6). Nenhum homem pode ser salvo \"de qualquer outra maneira\". A purificação da Igreja hoje exige que ela recupere a coragem apostólica de proclamar esta ofensa escandalosa: o universalismo terapêutico é uma mentira, e Jesus Cristo é o <i>único</i> caminho para o Pai.</p>"
  },
  {
    "capitulo_num": 11,
    "capitulo_titulo": "Da Justificação",
    "paragrafo_num": 1,
    "texto_wcf": "Aqueles a quem Deus chama eficazmente (a), ele também os justifica gratuitamente (b); não por infundir neles a justiça, mas perdoando os seus pecados e considerando-os e aceitando-os como justos (c); não por qualquer coisa neles operada ou por eles feita (d), mas somente por causa de Cristo; não por imputar-lhes como justiça a própria fé, o ato de crer, ou qualquer outra obediência evangélica, mas por imputar-lhes a obediência ativa de Cristo (à lei inteira) e a sua obediência passiva (na sua morte) como toda a sua justiça (e). Eles recebem e descansam nele e na sua justiça pela fé (f) – fé que eles não têm de si mesmos, pois é dom de Deus (g).",
    "referencias_biblicas": "(a) Rm 8.30. (b) Rm 3.24. (c) Rm 4.5-8; 2Co 5.19, 21. (d) Tt 3.5, 7; Ef 1.7. (e) Rm 5.19; 1Co 1.30-31; Rm 3.28. (f) Jo 1.12; Fp 3.9; Gl 2.16. (g) At 10.44; Ef 2.8.",
    "comentario_devocional": "<p>Este parágrafo é a dobradiça sobre a qual gira toda a religião (como disse Calvino). A era hiper-moderna é a religião da autojustificação terapêutica. Ela busca a justificação (sentir-se \"OK\") <i>dentro</i> de si mesma — através da autenticidade, da realização pessoal, da ideologia política ou da aprovação social. A salvação, neste esquema, deve ser <i>infundida</i> (tornar-se internamente bom).</p><p>A Confissão declara que este projeto de auto-salvação é impossível (Cap. 6, 9). A nossa justificação não é terapêutica (tornar-nos bons), mas <i>forense</i> (declarar-nos justos). Ela não ocorre <i>dentro de nós</i> (infusão), mas <i>fora de nós</i> (<i>extra nos</i>) e é-nos creditada (imputação).</p><p>Deus nos declara justos não por causa de algo que fizemos (nem mesmo o nosso ato de crer, que é um dom, g), mas \"somente por causa de Cristo\". Recebemos (por imputação) o Seu currículo perfeito: a Sua \"obediência ativa\" (a vida perfeita que Ele viveu em nosso lugar, cumprindo o Pacto de Obras) e a Sua \"obediência passiva\" (a morte que Ele morreu em nosso lugar, pagando a pena do Pacto). A purificação da Igreja exige que paremos de tentar justificar-nos a nós mesmos através dos nossos esforços morais ou da nossa autenticidade e \"descansemos\" (f) inteiramente numa justiça alheia — a de Cristo.</p>"
  },
  {
    "capitulo_num": 11,
    "capitulo_titulo": "Da Justificação",
    "paragrafo_num": 2,
    "texto_wcf": "A fé, assim recebendo e descansando em Cristo e na sua justiça, é o único instrumento de justificação (h); contudo, ela não está sozinha no que é justificado, mas está sempre acompanhada de todas as outras graças salvadoras; e não é uma fé morta, mas opera por amor (i).",
    "referencias_biblicas": "(h) Jo 3.16, 18, 36; Rm 3.28. (i) Tg 2.17, 22, 26; Gl 5.6.",
    "comentario_devocional": "<p>Este parágrafo responde à acusação de que a <i>Sola Fide</i> (Somente a Fé) leva ao antinomianismo (uma vida sem lei). A fé é o \"único instrumento\" — é a mão vazia que recebe a justiça de Cristo. Não contribuímos com nada; apenas recebemos.</p><p>Contudo, como Calvino insistiu, embora seja a fé <i>sozinha</i> que justifica, a fé que justifica <i>nunca está sozinha</i>. O hiper-modernismo celebra uma \"fé\" abstrata ou uma \"espiritualidade\" que não exige nada e não muda nada. A Confissão afirma que a verdadeira fé regeneradora (o dom de Deus, 10.1) é uma fé viva. Ela \"opera por amor\" (Gálatas 5:6). A justificação (nossa situação legal) e a santificação (nossa transformação interna, Cap. 13) estão inseparavelmente ligadas. A purificação da Igreja exige que examinemos a nossa fé: uma fé que não produz amor, arrependimento e obediência é uma \"fé morta\" (Tiago 2) e não pode justificar ninguém.</p>"
  },
  {
    "capitulo_num": 11,
    "capitulo_titulo": "Da Justificação",
    "paragrafo_num": 3,
    "texto_wcf": "Cristo, pela sua obediência e morte, pagou plenamente a dívida de todos aqueles que são assim justificados e, pelo sacrifício de si mesmo no sangue da sua cruz, sofreu em lugar deles a penalidade que eles mereciam, satisfazendo própria e realmente a justiça de seu Pai em favor deles (j). Contudo, sendo a justificação deles unicamente de livre graça, para que tanto a estrita justiça como a rica graça de Deus fossem glorificadas na justificação dos pecadores (k).",
    "referencias_biblicas": "(j) Dn 9.24, 26; Is 53.4-6, 10-12; Rm 5.8-10, 19; 1Tm 2.5-6; Hb 10.10, 14. (k) Rm 3.26; Ef 2.7.",
    "comentario_devocional": "<p>O \"deus\" terapêutico hiper-moderno perdoa without cost, porque o pecado, na sua visão, não tem custo real. Este parágrafo reforça a Expiação Penal Substitutiva (Cap. 8.5). A nossa justificação é \"unicamente de livre graça\" <i>para nós</i>, mas não foi barata. Custou a Cristo o pagamento \"pleno\" da nossa dívida.</p><p>Deus não ignorou a Sua lei ou a nossa culpa (Cap. 6). Isso O tornaria injusto. Ele \"satisfez própria e realmente a justiça de seu Pai\". Na cruz, como Bavinck articula, a justiça e a misericórdia não se comprometeram; ambas foram maximizadas. Deus mostrou a Sua justiça absoluta ao exigir o pagamento total, e mostrou a Sua graça absoluta ao fornecer Ele mesmo esse pagamento em nosso Fiador. A edificação da Igreja repousa sobre a maravilha de Romanos 3:26: que Deus pode ser, simultaneamente, \"justo e justificador\" daquele que tem fé.</p>"
  },
  {
    "capitulo_num": 11,
    "capitulo_titulo": "Da Justificação",
    "paragrafo_num": 4,
    "texto_wcf": "Deus, desde toda a eternidade, decretou justificar todos os eleitos (l); e Cristo, no cumprimento do tempo, morreu pelos pecados deles e ressuscitou para a justificação deles (m). Não obstante, eles não são justificados pessoalmente, senão quando o Espírito Santo, no devido tempo, lhes aplica de fato o Cristo (n).",
    "referencias_biblicas": "(l) Gl 3.8; 1Pe 1.2, 19-20; Rm 8.30. (m) Rm 4.25. (n) Cl 1.21-22; Gl 2.16; Tt 3.4-7.",
    "comentario_devocional": "<p>Este parágrafo liga o Decreto (Cap. 3) à história (a Cruz) e à nossa experiência pessoal (a Vocação, Cap. 10). Nossa justificação foi planejada na eternidade (Decreto) e realizada objetivamente na história (na morte e ressurreição de Cristo). Contudo, ela só se torna nossa <i>pessoalmente</i> quando o Espírito Santo nos une a Cristo (Cap. 10.1) através da fé (Cap. 11.1).</p><p>Isto protege-nos de dois erros: (1) O erro de que somos justificados independentemente da fé (hiper-calvinismo), e (2) o erro de que a justificação é apenas uma possibilidade que nós ativamos (arminianismo). A Confissão afirma que o <i>decreto</i> é eternal, mas a <i>aplicação</i> (regeneração/fé) acontece no tempo, quando o Espírito age. A nossa salvação pessoal não é um acidente; é a execução temporal de um plano eterno.</p>"
  },
  {
    "capitulo_num": 11,
    "capitulo_titulo": "Da Justificação",
    "paragrafo_num": 5,
    "texto_wcf": "Deus continua a perdoar os pecados daqueles que são justificados (o). E, embora eles nunca possam decair do estado de justificação (p), contudo, podem, pelos seus pecados, cair sob o desagrado paternal de Deus; e, nesse estado, não costumam ter restaurada a luz da sua presença, até que se humilhem, confessem os seus pecados, peçam perdão e renovem a sua fé e arrependimento (q).",
    "referencias_biblicas": "(o) Mt 6.12; 1Jo 1.7, 9; 1Jo 2.1-2. (p) Lc 22.32; Jo 10.28; Hb 10.14. (q) Sl 89.31-33; Sl 51.7-12; Sl 32.5; Mt 26.75; 1Co 11.30, 32.",
    "comentario_devocional": "<p>O hiper-modernismo lida com a falha contínua ou negando-a (perfeccionismo) ou redefinindo-a como autenticidade (antinomianismo). Este parágrafo oferece a realidade pastoral reformada. A nossa relação com Deus tem dois aspetos: o legal (Juiz) e o relacional (Pai).</p><p>Como nosso Juiz, Deus nos declarou justos. Este <i>estado</i> de justificação nunca pode ser perdido (Romanos 8:1; João 10:28). Estamos eternamente seguros. Contudo, como nosso Pai, os nossos pecados interrompem a nossa <i>comunhão</i>. O pecado do crente \"merece\" o \"desagrado paternal\" (não a ira judicial). Deus, porque nos ama, não retira a nossa filiação, mas retira \"a luz da sua presença\" e traz a Sua disciplina (Hebreus 12). A purificação exige que levemos a sério o pecado filial, não por medo do Inferno (condenação), mas por amor ao Pai. O caminho de volta à comunhão não é a re-justificação, mas o arrependimento: humilhação, confissão (Salmo 51) e a renovação da fé.</p>"
  },
  {
    "capitulo_num": 11,
    "capitulo_titulo": "Da Justificação",
    "paragrafo_num": 6,
    "texto_wcf": "A justificação dos crentes sob o Antigo Testamento era, em tudo isto, uma e a mesma que a justificação dos crentes sob o Novo Testamento (r).",
    "referencias_biblicas": "(r) Gl 3.9, 13-14; Rm 4.22-24; Hb 13.8.",
    "comentario_devocional": "<p>Isto reafirma a unidade absoluta do Pacto da Graça (Cap. 7) e do Mediador (Cap. 8). A mente hiper-moderna (e marcionita) gosta de criar uma rutura radical, opondo o \"Deus zangado\" do AT ao \"Jesus amoroso\" do NT.</p><p>A Confissão insiste que só existe um Evangelho. Abraão foi justificado da mesma forma que nós: não pelas suas obras (circuncisão), mas pela <i>fé</i> (Rm 4), recebendo a mesma justiça imputada de Cristo (que olhava para a frente) que nós recebemos (olhando para trás). Só existe um Evangelho.</p>"
  },
  {
    "capitulo_num": 12,
    "capitulo_titulo": "Da Adoção",
    "paragrafo_num": 1,
    "texto_wcf": "A todos aqueles que são justificados (Cap. 11), Deus se digna, em seu único Filho Jesus Cristo e por causa dele, fazer participantes da graça da adoção (a): pela qual eles são recebidos no número dos filhos de Deus (b) e gozam das liberdades e privilégios desse estado (c); têm o seu nome escrito nos céus (d), recebem o espírito de adoção (e), têm acesso com ousadia ao trono da graça (f), e são habilitados a clamar \"Aba, Pai\" (g); são alvo do seu cuidado paternal (h), protegidos (i) e disciplinados por ele como por um Pai (j); contudo, nunca são rejeitados (k), mas selados para o dia da redenção (l), e herdam as promessas (m) como herdeiros da salvação eterna (n).",
    "referencias_biblicas": "(a) Ef 1.5; Gl 4.4-5. (b) Rm 8.17; Jo 1.12. (c) Hb 6.12; Rm 8.17. (d) Ap 3.5; Ap 20.12, 15. (e) Rm 8.15. (f) Ef 3.12; Hb 4.16. (g) Gl 4.6. (h) Sl 103.13; Pv 14.26; Mt 6.30, 32. (i) 1Pe 5.7. (j) Hb 12.6. (k) Lm 3.31; Sl 89.30-35. (l) Ef 4.30. (m) Hb 6.12. (n) 1Pe 1.3-4; Hb 1.14.",
    "comentario_devocional": "<p>A espiritualidade hiper-moderna é definida por dois erros contraditórios: por um lado, prega um Paternalismo Universal (a ideia terapêutica de que todos os humanos são, por natureza, \"filhos de Deus\"); por outro, vive numa profunda crise de identidade, como órfãos existenciais, separados de qualquer meta-narrativa ou autoridade paterna, forçados a criar um \"eu\" do nada.</p><p>A doutrina da Adoção corrige ambos os erros.</p><p>Primeiro, contra o Paternalismo Universal, a Adoção não é um direito natural; é uma \"graça\" (a). Por natureza, não somos filhos, mas \"filhos da ira\" (Ef 2:3). A filiação só é dada \"àqueles que são justificados\" (Cap. 11) e somente \"em seu único Filho Jesus Cristo e por causa dele\". Não nos tornamos filhos por nascimento natural; tornamo-nos filhos por adoção sobrenatural.</p><p>Segundo, contra a orfandade hiper-moderna, a Adoção é a cura de Deus para a nossa alienação. Enquanto a Justificação (Cap. 11) é o veredito legal que nos declara \"inocentes\" (um ato forense), a Adoção é o ato familiar que nos traz \"para casa\" (um ato relacional). Este é, como Calvino ensinou, o privilégio supremo da salvação. Ela muda tudo. Deixamos de ser órfãos autônomos e recebemos: um Status (filhos), um Nome (escrito nos céus, d), e um Espírito (o Espírito de Adoção, e).</p><p>O Deus transcendente (Cap. 2) é nosso \"Aba, Pai\" (g). A espiritualidade hiper-moderna procura intimidade sem santidade. A fé reformada dá-nos intimidade <i>baseada</i> na santidade (justificados, podemos agora \"ter acesso com ousadia\", f). O nosso Pai \"disciplina-nos\" (j) (Hb 12) não como punição judicial, mas como correção amorosa. E, finalmente, Ele \"nunca nos rejeita\" (k) e \"selou-nos\" (l). A nossa herança não depende do nosso desempenho, mas do nosso status de filhos.</p>"
  },
  {
    "capitulo_num": 13,
    "capitulo_titulo": "Da Santificação",
    "paragrafo_num": 1,
    "texto_wcf": "Aqueles que são unidos a Cristo, chamados eficazmente (a) e regenerados, tendo um novo coração e um novo espírito criados neles, em virtude da morte e ressurreição de Cristo (b), são, além disso, santificados real e pessoalmente, pela mesma virtude, mediante a sua Palavra e o seu Espírito que neles habita (c). O domínio de todo o corpo do pecado é destruído (d), e as suas várias concupiscências são mais e mais enfraquecidas e mortificadas (e); e eles são mais e mais vivificados e fortalecidos em todas as graças salvadoras (f), para a prática da verdadeira santidade (g), \"sem a qual ninguém verá o Senhor\" (h).",
    "referencias_biblicas": "(a) 1Co 1.30; At 20.32; Fp 3.10; Rm 6.5-6. (b) 1Co 6.11; At 20.32; Fp 3.10; Rm 6.5-6. (c) Jo 17.17; Ef 5.26; 2Ts 2.13. (d) Rm 6.6, 14. (e) Gl 5.24; Rm 8.13. (f) Cl 1.11; Ef 3.16-19. (g) 2Co 7.1; Fp 4.13. (h) Hb 12.14.",
    "comentario_devocional": "<p>O hiper-modernismo é a religião da auto-expressão autêntica. Ele ensina que o propósito da vida é encontrar e afirmar o \"eu\" interior, tratando os desejos (concupiscências) não como corrupção a ser mortificada, mas como identidade a ser celebrada.</p><p>A Santificação é a antítese direta deste projeto. Ela não é auto-expressão; é a re-conformação sobrenatural à Imagem de Cristo. A Justificação (Cap. 11) foi o ato legal que mudou nosso <i>status</i>; a Santificação é a obra orgânica que muda nosso <i>caráter</i>.</p><p>Calvino decompôs esta obra em dois atos inseparáveis: <i>Mortificação</i> (morte ao pecado) e <i>Vivificação</i> (viver para a justiça). Na Vocação Eficaz (Cap. 10), o \"domínio\" (o governo tirânico) do pecado foi destruído (Romanos 6:14). Estamos legalmente livres. No entanto, o pecado permanece como um exército ocupante deposto. Portanto, a santificação é a guerra diária para \"enfraquecer e mortificar\" as várias concupiscências (Gálatas 5:24) — precisamente as paixões que o mundo nos manda celebrar como \"autênticas\".</p><p>Ao mesmo tempo, somos \"vivificados\" (fortalecidos) pelo Espírito. A purificação da Igreja exige que abandonemos o evangelho terapêutico da auto-ajuda e reconheçamos que a santificação não é um esforço humano, mas uma obra sobrenatural de Deus (f), realizada através de meios (Palavra e Espírito, c), que resulta em \"verdadeira santidade\" — uma necessidade, não uma opção (Hebreus 12:14).</p>"
  },
  {
    "capitulo_num": 13,
    "capitulo_titulo": "Da Santificação",
    "paragrafo_num": 2,
    "texto_wcf": "Esta santificação é em todo o homem (i), mas é imperfeita nesta vida; ainda permanecem alguns remanescentes da corrupção em todas as partes (j). Daí provém uma guerra contínua e irreconciliável: a carne militando contra o Espírito, e o Espírito contra a carne (k).",
    "referencias_biblicas": "(i) 1Ts 5.23. (j) 1Jo 1.10; Rm 7.18, 23; Fp 3.12. (k) Gl 5.17; 1Pe 2.11.",
    "comentario_devocional": "<p>A cultura hiper-moderna odeia o conflito interno; ela exige paz psicológica imediata. Ela redefine a tensão espiritual (o \"sentir-se mal\" acerca do pecado) como \"culpa tóxica\", \"trauma religioso\" ou \"repressão inautêntica\".</p><p>Este parágrafo declara que para o cristão regenerado nesta vida, a guerra <i>é</i> a normalidade. O homem não regenerado (Cap. 9.3) não está em guerra; ele está em paz com a sua carne, pois é seu escravo. É a Regeneração (o dom do Espírito) que <i>inicia</i> a guerra (Gálatas 5:17). A santificação é \"em todo o homem\" (a mente, a vontade, os afetos estão todos a ser renovados), mas é \"imperfeita\".</p><p>Isto significa que o crente vive na tensão do <i>simul justus et peccator</i> (justificado em Cristo, mas com \"remanescentes da corrupção\" em si mesmo). A purificação da Igreja exige que paremos de tentar fazer tratados de paz nesta \"guerra irreconciliável\". Não devemos celebrar a nossa corrupção remanescente como \"autenticidade\" (o erro antinomiano), nem devemos desesperar por causa dela como se a justificação tivesse falhado (o erro da descrença). Devemos reconhecer o conflito como a evidência da vida do Espírito em nós, e combatê-lo.</p>"
  },
  {
    "capitulo_num": 13,
    "capitulo_titulo": "Da Santificação",
    "paragrafo_num": 3,
    "texto_wcf": "Nesta guerra, embora a corrupção remanescente possa, por algum tempo, prevalecer muito (l), contudo, mediante o contínuo suprimento de força do Espírito santificador de Cristo, a parte regenerada prevalece (m); e assim os santos crescem em graça (n), aperfeiçoando a santidade no temor de Deus (o).",
    "referencias_biblicas": "(l) Rm 7.23. (m) Rm 6.14; 1Jo 5.4; Ef 4.15-16. (n) 2Pe 3.18; 2Co 3.18. (o) 2Co 7.1.",
    "comentario_devocional": "<p>O hiper-modernismo, por não ter fundamento absoluto, oscila entre a arrogância (perfeccionismo utópico) e o desespero (niilismo). Quando a \"corrupção remanescente\" prevalece (quando caímos em pecado grave, Rm 7:23), a voz do mundo (e do acusador) diz que a nossa fé era uma farsa.</p><p>Este parágrafo é a promessa da Perseverança na Santificação (que fundamenta o Cap. 17). A guerra é real (Par. 2), e sofreremos baixas; a corrupção <i>pode</i> prevalecer \"por algum tempo\". Mas o resultado final da guerra nunca esteve em dúvida. A vitória não depende da nossa força na batalha, mas do \"contínuo suprimento de força do Espírito santificador de Cristo\".</p><p>A \"parte regenerada\" (o novo homem) <i>prevalece</i>. Como Bavinck ensinou, a obra que Deus começou na regeneração, Ele a levará à perfeição. A nossa edificação não reside na nossa capacidade de vencer o pecado hoje, mas na promessa infalível de Cristo de nos santificar completamente. Portanto, não caímos em desespero quando falhamos, nem em passividade (antinomianismo), mas continuamos a \"aperfeiçoar a santidade no temor de Deus\" (2 Co 7:1), crescendo na graça (2 Pe 3:18), confiantes de que Aquele que está em nós é maior do que aquele que está no mundo.</p>"
  },
  {
    "capitulo_num": 14,
    "capitulo_titulo": "Da Fé Salvadora",
    "paragrafo_num": 1,
    "texto_wcf": "A graça da fé, pela qual os eleitos são habilitados a crer para a salvação das suas almas (a), é obra do Espírito de Cristo nos corações deles (b), e é ordinariamente operada pelo ministério da Palavra (c). Por este ministério, e pela administração dos sacramentos e pela oração, ela é aumentada e fortalecida (d).",
    "referencias_biblicas": "(a) Hb 10.39. (b) 2Co 4.13; Ef 1.17-19; Ef 2.8. (c) Rm 10.14, 17. (d) 1Pe 2.2; At 20.32; Rm 4.11; Lc 17.5; Rm 1.16-17.",
    "comentario_devocional": "<p>O hiper-modernismo redefine a fé como um ato da vontade humana autônoma — um \"salto no escuro\" existencial, ou um sentimento terapêutico que geramos dentro de nós mesmos. A Confissão destrói esta visão centrada no homem. A fé salvadora não é algo que nós <i>geramos</i> para Deus; é uma \"graça\" sobrenatural que o Espírito Santo <i>opera</i> (infunde) em nós (Efésios 2:8).</p><p>Não somos nós que decidimos crer; somos \"habilitados a crer\". A fé não nasce da nossa vontade morta (Cap. 9.3), mas é \"obra do Espírito\" (b), que usa um instrumento específico: \"o ministério da Palavra\" (Romanos 10:17). A purificação da Igreja exige que paremos de confiar em métodos humanos para produzir conversões. A fé nasce sobrenaturalmente ao som da Palavra pregada. E, assim como é criada pela Palavra, é \"aumentada e fortalecida\" pelos meios ordinários da graça: mais Palavra, os Sacramentos (que a selam) e a Oração.</p>"
  },
  {
    "capitulo_num": 14,
    "capitulo_titulo": "Da Fé Salvadora",
    "paragrafo_num": 2,
    "texto_wcf": "Por esta fé, o cristão crê ser verdadeiro tudo quanto é revelado na Palavra, pela autoridade do próprio Deus que fala nela (e); e age segundo o que cada passagem específica contém: prestando obediência aos mandamentos (f), tremendo diante das ameaças (g) e abraçando as promessas de Deus para esta vida e para a vindoura (h). Mas os atos principais da fé salvadora são: aceitar, receber e descansar somente em Cristo para a justificação, santificação e vida eterna, virtude do Pacto da Graça (i).",
    "referencias_biblicas": "(e) Jo 4.42; 1Ts 2.13; 1Jo 5.10; At 24.14. (f) Rm 16.26. (g) Is 66.2. (h) Hb 11.13; 1Tm 4.8. (i) Jo 1.12; At 16.31; Gl 2.20; At 15.11.",
    "comentario_devocional": "<p>A espiritualidade hiper-moderna ama a \"fé\" (como sentimento), mas odeia a \"doutrina\" (conteúdo). Ela procura uma confiança divorciada da verdade. Calvino e a tradição Reformada insistem nos três componentes da fé: <i>Notitia</i> (conhecimento), <i>Assensus</i> (assentimento) e <i>Fiducia</i> (confiança).</p><p>Este parágrafo delineia-os perfeitamente. A fé crê no <i>conteúdo</i> (Notitia) — \"tudo quanto é revelado na Palavra\" — e crê que esse conteúdo é <i>verdadeiro</i> (Assensus), com base na \"autoridade do próprio Deus\".</p><p>Mas a fé morta (ortodoxia sem vida) pára aí; os demónios também crêem e tremem. O \"ato principal\" da fé <i>salvadora</i> é a <i>Fiducia</i> (confiança pessoal). A fé salvadora é o movimento da alma que pára de confiar em si mesma — na sua própria moralidade, autenticidade, justiça social ou bondade inata (o projeto hiper-moderno de autojustificação) — e passa a \"descansar somente em Cristo\" (i). A fé não é apenas crer <i>nos factos</i> sobre Cristo; é confiar <i>na Pessoa</i> de Cristo para tudo o que precisamos (justificação, santificação e vida eterna).</p>"
  },
  {
    "capitulo_num": 14,
    "capitulo_titulo": "Da Fé Salvadora",
    "paragrafo_num": 3,
    "texto_wcf": "Esta fé pode ter diferentes graus; pode ser fraca ou forte (j). Contudo, ela é, mesmo em seus graus mais fracos, diferente em sua espécie ou natureza (como o é toda graça salvadora) da fé comum e temporária (k). Assim, embora seja muitas vezes e de muitas maneiras assaltada e enfraquecida, ela obtém a vitória (l), crescendo em muitos até à obtenção de uma plena segurança por meio de Cristo (m), que é tanto o autor como o consumador da nossa fé (n).",
    "referencias_biblicas": "(j) Hb 5.13-14; Rm 4.19-20; Mt 6.30; Mt 8.10. (k) 2Pe 1.1. (l) Lc 22.31-32; Ef 6.16; 1Jo 5.4-5. (m) Hb 6.11-12; Hb 10.22; Cl 2.2. (n) Hb 12.2.",
    "comentario_devocional": "<p>O hiper-modernismo valoriza a intensidade da experiência momentânea. A Confissão descreve a fé como um organismo vivo, que tem \"diferentes graus\" (fraca ou forte). A nossa segurança, porém, não depende do <i>tamanho</i> da nossa fé (se ela é \"forte\"), mas da <i>qualidade</i> (sua natureza sobrenatural, k) e do <i>objeto</i> (Cristo) da nossa fé. Uma fé fraca que se agarra a um Cristo forte é infalivelmente segura.</p><p>Esta fé \"é muitas vezes e de muitas maneiras assaltada\". A nossa cultura busca uma vida sem ansiedade e sem assaltos. A fé bíblica promete vitória <i>através</i> do assalto. A fé (dom de Deus) é o que garante a nossa perseverança (Cap. 17).</p><p>Como a fé cresce? Não através de experiências místicas subjetivas (a busca hiper-moderna), mas através dos \"meios da graça\" ordinários: a Palavra (que a criou, Par. 1), os Sacramentos (que a selam) e a Oração.</p>"
  },
  {
    "capitulo_num": 15,
    "capitulo_titulo": "Do Arrependimento para a Vida",
    "paragrafo_num": 1,
    "texto_wcf": "O arrependimento para a vida é uma graça evangélica (a); e, como tal, esta doutrina deve ser pregada por todo ministro do Evangelho, assim como a da fé em Cristo (b).",
    "referencias_biblicas": "(a) Zc 12.10; At 11.18. (b) Lc 24.47; Mc 1.15; At 20.21.",
    "comentario_devocional": "<p>O hiper-modernismo vê o arrependimento como um conceito psicologicamente prejudicial — um ato de auto-aversão, oposto à auto-aceitação terapêutica. A Confissão, ao contrário, define-o como uma \"graça evangélica\". Não é algo que geramos, mas algo que Deus nos dá (Atos 11:18). Não é o pré-requisito que oferecemos para ganhar a graça, mas o dom que recebemos como parte da graça.</p><p>Calvino ensinou que a fé (Cap. 14) e o arrependimento são inseparáveis, como as duas faces da conversão (Marcos 1:15). A fé é a mão que recebe Cristo; o arrependimento é a mão que abandona o ídolo. A purificação da Igreja hoje exige que paremos de pregar um \"evangelho\" que oferece a fé em Cristo sem exigir o arrependimento do pecado. Um evangelho sem arrependimento não salva; apenas inocula contra a verdade.</p>"
  },
  {
    "capitulo_num": 15,
    "capitulo_titulo": "Do Arrependimento para a Vida",
    "paragrafo_num": 2,
    "texto_wcf": "Ele consiste em o pecador, pelo sentimento e consciência, não só do perigo, mas também da impureza e do caráter odioso dos seus pecados, como contrários à santa natureza e justa lei de Deus, e pela apreensão da misericórdia de Deus em Cristo para com os que se arrependem, condoer-se dos seus pecados e odiá-los, a ponto de converter-se de todos eles para Deus (c), propondo e procurando andar com ele em todos os caminhos dos seus mandamentos (d).",
    "referencias_biblicas": "(c) Ez 18.30-31; Ez 36.31; Is 30.22; Sl 51.4; Jr 31.18-19; Jl 2.12-13; Am 5.15; Sl 119.128; 2Co 7.11. (d) Sl 119.6, 59, 106; Lc 1.6; 2Rs 23.25.",
    "comentario_devocional": "<p>O hiper-modernismo só reconhece o \"arrependimento\" mundano (Atrição): sentir pena das <i>consequências</i> do pecado (o perigo, a vergonha de ser apanhado, o dano à auto-estima). A Confissão define o arrependimento divino (Contrição): sentir pesar pelo <i>próprio pecado</i>.</p><p>O verdadeiro arrependimento (dado pelo Espírito) vê o pecado não apenas como perigoso, mas como \"impuro\" e \"odioso\", porque é uma afronta \"contrária à santa natureza\" de Deus (Salmo 51:4). O hiper-modernismo não pode ver o pecado como odioso, porque define o desejo como \"autêntico\". O arrependimento bíblico só é possível quando vemos duas coisas simultaneamente: a fealdade absoluta do nosso pecado e a beleza absoluta da \"misericórdia de Deus em Cristo\". A purificação da Igreja exige que peçamos ao Espírito que nos dê olhos para ver o nosso pecado como Deus o vê (vil) e para ver Cristo como Deus O oferece (misericordioso). O resultado não é apenas tristeza, mas <i>conversão</i> — um ódio pelo pecado que nos faz voltar <i>para</i> Deus, com o propósito de obedecer (d).</p>"
  },
  {
    "capitulo_num": 15,
    "capitulo_titulo": "Do Arrependimento para a Vida",
    "paragrafo_num": 3,
    "texto_wcf": "Embora o arrependimento não deva ser considerado como uma satisfação pelo pecado (e), ou como qualquer causa de perdão (f) – pois este é um ato da livre graça de Deus em Cristo (g) –, contudo, ele é de tal modo necessário a todos os pecadores, que ninguém pode esperar o perdão sem ele (h).",
    "referencias_biblicas": "(e) Ez 36.31-32; Ez 16.61-63. (f) Os 14.2, 4; Rm 3.24; Ef 1.7. (g) Os 14.2, 4; Rm 3.24; Ef 1.7. (h) Lc 13.3, 5; At 17.30-31.",
    "comentario_devocional": "<p>O hiper-modernismo (como o Pelagianismo) crê que, se nos arrependermos, a nossa mudança de atitude <i>merece</i> ou <i>causa</i> o perdão. A nossa cultura vê o \"pedido de desculpas\" como a transação que paga a dívida. A tradição Reformada (e a Confissão) rejeita isto veementemente.</p><p>O nosso arrependimento não paga nada. Nossas lágrimas não podem lavar um único pecado. O arrependimento \"não é uma satisfação\". A única satisfação (pagamento) aceite por Deus foi o sangue de Cristo (Cap. 8.5 e 11.3). O perdão é um \"ato da livre graça\".</p><p>Então, por que arrepender-se? Porque, embora o arrependimento não seja a <i>causa</i> do perdão, ele é a <i>condição necessária</i> que acompanha a fé que recebe o perdão (Lucas 13:3). Não nos arrependemos <i>para</i> que Deus nos salve (como um pagamento); arrependemo-nos <i>enquanto</i> Deus nos salva (como a evidência da Sua graça regeneradora).</p>"
  },
  {
    "capitulo_num": 15,
    "capitulo_titulo": "Do Arrependimento para a Vida",
    "paragrafo_num": 4,
    "texto_wcf": "Assim como não há pecado tão pequeno que não mereça a condenação (i), assim também não há pecado tão grande que possa trazer condenação sobre aqueles que se arrependem verdadeiramente (j).",
    "referencias_biblicas": "(i) Rm 6.23; Rm 5.12; Mt 12.36. (j) Is 55.7; Rm 8.1; Is 1.16, 18.",
    "comentario_devocional": "<p>O hiper-modernismo tem uma hierarquia de pecados: celebra alguns (considerados \"autênticos\") e condena outros (considerados \"intolerantes\"). A Confissão restabelece a justiça de Deus: o menor pecado (um pensamento ocioso, Mt 12:36) é uma traição contra a santidade infinita de Deus e \"merece a condenação\" (Rm 6:23). Devemos ser purificados da nossa tendência de minimizar \"pequenos\" pecados.</p><p>Ao mesmo tempo, este parágrafo oferece a graça máxima. O hiper-modernismo tem a sua própria lista de pecados imperdoáveis (cultura do cancelamento). O Evangelho declara que \"não há pecado tão grande\" que possa condenar aquele que verdadeiramente se arrepende. O sangue de Cristo é suficiente. Para o crente arrependido (como Davi, Manassés, ou Pedro), a promessa é segura: \"Não há condenação\" (Romanos 8:1).</p>"
  },
  {
    "capitulo_num": 15,
    "capitulo_titulo": "Do Arrependimento para a Vida",
    "paragrafo_num": 5,
    "texto_wcf": "Os homens não devem contentar-se com um arrependimento geral; mas é dever de todo homem esforçar-se por arrepender-se particularly das suas transgressões específicas (k).",
    "referencias_biblicas": "(k) Sl 19.13; Lc 19.8; 1Tm 1.13, 15.",
    "comentario_devocional": "<p>A espiritualidade hiper-moderna prefere a névoa das generalidades. É fácil dizer \"Erramos\" ou \"Ninguém é perfeito\". Esta confissão vaga permite-nos esconder os nossos ídolos específicos.</p><p>A Confissão, seguindo Calvino, exige um arrependimento <i>particular</i>. O arrependimento geral não é arrependimento algum. É nosso dever (usando a Lei como espelho, Cap. 19) identificar e confessar \"transgressões específicas\". Se pecamos com orgulho, devemos confessar o orgulho; se com avareza, confessamos a avareza; se com luxúria, confessamos a luxúria. A purificação requer o trabalho difícil de auto-exame específico (Salmo 19:13), nomeando os nossos pecados como Deus os nomeia, para que possamos especificamente mortificá-los (Cap. 13).</p>"
  },
  {
    "capitulo_num": 15,
    "capitulo_titulo": "Do Arrependimento para a Vida",
    "paragrafo_num": 6,
    "texto_wcf": "Como todo homem é obrigado a confessar privadamente os seus pecados só a Deus (l), rogando-lhe o perdão deles (m) – e, ao fazê-lo, achará misericórdia (n) – assim também aquele que escandaliza seu irmão ou a Igreja de Cristo deve estar disposto, por meio de uma confissão particular ou pública e pela tristeza pelo seu pecado, a declarar o seu arrependimento àqueles que foram ofendidos (o); os quais devem então reconciliar-se com ele e recebê-lo em amor (p).",
    "referencias_biblicas": "(l) Sl 51.4, 7, 9, 14; Sl 32.5-6. (m) Sl 51.4, 7, 9, 14; Sl 32.5-6. (n) Pv 28.13; 1Jo 1.9. (o) Tg 5.16; Lc 17.3-4; Js 7.19; Sl 51. (p) 2Co 2.8; Gl 6.1.",
    "comentario_devocional": "<p>O hiper-modernismo perverteu a confissão. Por um lado, incentiva o exibicionismo terapêutico: \"partilhar a minha verdade\" publicamente para validação, muitas vezes sem tristeza real. Por outro, rejeita a obrigação de reconciliação, pois o \"eu\" autônomo não deve desculpas.</p><p>A Confissão restaura a ordem bíblica: (1) <i>Confissão Privada:</i> Todo pecado é, em última análise, contra Deus (Salmo 51:4). A confissão primária é sempre vertical, \"só a Deus\", onde encontramos misericórdia (1 João 1:9). (2) <i>Confissão Restauradora:</i> Se o pecado ofendeu um irmão, o arrependimento exige confissão horizontal àquele que foi ofendido (Tiago 5:16). (3) <i>Confissão Pública:</i> Se o pecado foi um escândalo público para a Igreja, o arrependimento deve ser público, para restaurar a honra da Igreja. A purificação exige que abandonemos a \"vulnerabilidade\" performativa da nossa cultura e abracemos a verdadeira confissão, que busca o perdão de Deus e a reconciliação com aqueles que ferimos.</p>"
  },
  {
    "capitulo_num": 16,
    "capitulo_titulo": "Das Boas Obras",
    "paragrafo_num": 1,
    "texto_wcf": "As boas obras são somente aquelas que Deus ordena na sua santa Palavra (a), e não as que, sem a autoridade dela, são inventadas pelos homens, por zelo cego ou sob qualquer pretexto de boa intenção (b).",
    "referencias_biblicas": "(a) Mq 6.8; Rm 12.2; Hb 13.21. (b) Mt 15.9; Is 29.13; 1Pe 1.18; Rm 10.2; Jo 16.2; 1Sm 15.21-23.",
    "comentario_devocional": "<p>O hiper-modernismo define a bondade pela <i>sinceridade</i> (autenticidade) ou pela <i>utilidade</i> social (ativismo). Se a intenção for boa, o ato é bom. A Confissão (seguindo Calvino) purifica-nos com o Princípio Regulador: a bondade de um ato não é definida pela nossa intenção, mas pela Palavra de Deus. Muitos atos que o mundo aplaude como \"bons\" (se baseados em vontade humana ou tradição) são detestáveis a Deus. A purificação da Igreja exige que submetamos a nossa ética, a nossa adoração e o nosso ativismo ao escrutínio da Escritura, abandonando as \"obras\" inventadas pela vontade humana.</p>"
  },
  {
    "capitulo_num": 16,
    "capitulo_titulo": "Das Boas Obras",
    "paragrafo_num": 2,
    "texto_wcf": "Estas boas obras, feitas em obediência aos mandamentos de Deus, são os frutos e as evidências de uma fé verdadeira e viva (c). Por meio delas, os crentes manifestam a sua gratidão (d), fortalecem a sua segurança (e), edificam os seus irmãos (f), adornam a profissão do Evangelho (g), tapam a boca aos adversários (h) e glorificam a Deus (i), de quem são feitura, criados em Cristo Jesus para isso mesmo (j), a fim de que tenham o seu fruto para a santidade, e por fim a vida eterna (k).",
    "referencias_biblicas": "(c) Tg 2.18, 22. (d) Sl 116.12-13; 1Pe 2.9. (e) 1Jo 2.3, 5; 2Pe 1.5-10. (f) 2Co 9.2; Mt 5.16. (g) Tt 2.5, 9-12; 1Tm 6.1. (h) 1Pe 2.15. (i) 1Pe 2.12; Fp 1.11; Jo 15.8. (j) Ef 2.10. (k) Rm 6.22.",
    "comentario_devocional": "<p>Este parágrafo destrói os dois grandes erros sobre obras. (1) O erro Antinomiano (hiper-modernismo terapêutico): \"Sou salvo pela graça, logo as obras não importam.\" (2) O erro Legalista (o padrão do mundo): \"Sou salvo pelas minhas obras.\"</p><p>A Confissão afirma: As obras não são a <i>causa</i> da salvação, mas são a <i>evidência</i> necessária dela. A fé que justifica nunca está sozinha (Cap. 14.2). Fomos \"criados em Cristo Jesus para\" as boas obras (Efésios 2:10). Elas são a nossa \"gratidão\" (d) a Deus. Elas são a forma como a nossa Justificação (status legal) se torna visível (Santificação, Cap. 13). Além disso, as obras fortalecem a <i>nossa</i> segurança (e) — não porque mereçamos a salvação por elas, mas porque elas provam a nós mesmos e ao mundo que a nossa fé é viva.</p>"
  },
  {
    "capitulo_num": 16,
    "capitulo_titulo": "Das Boas Obras",
    "paragrafo_num": 3,
    "texto_wcf": "A capacidade que os crentes têm para fazer boas obras não provém de modo algum deles mesmos, mas inteiramente do Espírito de Cristo (l). E para que eles possam ser habilitados para isso, além das graças que já receberam, é necessária uma influência real do mesmo Espírito Santo para operar neles tanto o querer como o efetuar, segundo o seu beneplácito (m). Contudo, eles não devem, por isso, tornar-se negligentes, como se não estivessem obrigados a cumprir qualquer dever senão quando solicitados por uma moção especial do Espírito; ao contrário, devem ser diligentes, despertando a graça de Deus que há neles (n).",
    "referencias_biblicas": "(l) Jo 15.4-6; Ez 36.26-27. (m) Fp 2.13; Fp 4.13; 2Co 3.5. (n) Fp 2.12; Hb 6.11-12; 2Pe 1.3, 5, 10-11; Is 64.7.",
    "comentario_devocional": "<p>O humanismo hiper-moderno celebra a capacidade e a bondade inerente do homem (Pelagianismo). Esta é a religião da auto-ajuda. Este parágrafo reafirma a nossa total dependência (Cap 9.3). Mesmo <i>depois</i> da regeneração, não nos tornamos fontes autônomas de bondade. Permanecemos radicalmente dependentes. \"Sem mim\", disse Jesus, \"nada podeis fazer\" (Jo 15:5). A purificação exige que abandonemos toda a autoconfiança. Qualquer bom trabalho que façamos não é nosso mérito; é o fruto do Espírito trabalhando em nós \"tanto o querer como o efetuar\" (Fp 2:13).</p><p>Contudo, isto não leva ao \"quietismo\" (passividade mística). A soberania de Deus não anula o nosso esforço. Devemos ser \"diligentes\" (Fp 2:12: \"operai a vossa salvação...\") <i>precisamente porque</i> sabemos que é Deus quem opera em nós (Fp 2:13). A graça soberana não é um pretexto para a preguiça; é o combustível para o nosso esforço.</p>"
  },
  {
    "capitulo_num": 16,
    "capitulo_titulo": "Das Boas Obras",
    "paragrafo_num": 4,
    "texto_wcf": "Aqueles que, em sua obediência, alcançam o maior grau que é possível nesta vida, ainda assim estão tão longe de ultrapassar o que devem fazer e de fazer mais do que Deus requer, que ficam aquém daquilo que em dever lhes cumpre fazer (o).",
    "referencias_biblicas": "(o) Lc 17.10; Ne 13.22; Jó 9.2-3; Gl 5.17.",
    "comentario_devocional": "<p>O hiper-modernismo (especialmente no ativismo social) muitas vezes cai num perfeccionismo moralista, acreditando que podemos alcançar um estado de pureza ética. A ideia de \"obras supererrogatórias\" (fazer <i>mais</i> do que Deus exige) é o orgulho espiritual.</p><p>A Confissão destrói este orgulho. Mesmo o crente mais santificado (Cap. 13) fica aquém do padrão perfeito da lei de Deus. A nossa resposta, mesmo à maior realização espiritual, deve ser a do servo inútil: \"fizemos o que devíamos fazer\" (Lucas 17:10) — e nem isso fizemos perfeitamente. Isto purifica a Igreja do orgulho farisaico, mantendo-nos humildes e perpetuamente dependentes da justiça imputada de Cristo (Cap. 11).</p>"
  },
  {
    "capitulo_num": 16,
    "capitulo_titulo": "Das Boas Obras",
    "paragrafo_num": 5,
    "texto_wcf": "Não podemos, pelas nossas melhores obras, merecer da mão de Deus o perdão do pecado ou a vida eterna (p), por causa da grande desproporção que há entre elas e a glória vindoura, e pela distância infinita que há entre nós e Deus, a quem não podemos ser úteis por meio delas, nem satisfazer pela dívida dos nossos pecados anteriores (q); pois quando temos feito tudo quanto podemos, não temos feito senão o nosso dever, e somos servos inúteis (r). E também, porque as nossas obras, sendo boas, procedem do seu Espírito (s); e, sendo operadas por nós, são manchadas e misturadas com tanta fraqueza e imperfeição, que não podem suportar a severidade do juízo de Deus (t).",
    "referencias_biblicas": "(p) Rm 3.20; Rm 4.2, 4, 6; Ef 2.8-9; Tt 3.5-7. (q) Rm 8.18; Sl 16.2; Jó 22.2-3; Jó 35.7-8. (r) Lc 17.10. (s) Gl 5.22-23. (t) Is 64.6; Gl 5.17; Rm 7.15, 18; Sl 143.2; Sl 130.3.",
    "comentario_devocional": "<p>O homem moderno está desesperado para justificar a sua existência através do mérito. Este parágrafo insiste que, mesmo a nossa <i>melhor</i> obra (feita pelo Espírito, Par. 3) ainda está \"contaminada\" (cf. Is 64:6) e é inútil para o mérito legal. A nossa justificação (Cap. 11) deve permanecer 100% em Cristo, pois as nossas obras são insuficientes. Elas não pagam a nossa dívida (só Cristo pagou) e estão manchadas. Se as nossas melhores obras nos condenam, como podemos confiar nelas para a salvação?</p>"
  },
  {
    "capitulo_num": 16,
    "capitulo_titulo": "Das Boas Obras",
    "paragrafo_num": 6,
    "texto_wcf": "Não obstante, tendo as pessoas dos crentes sido aceitas por meio de Cristo, as suas obras também são aceitas nele (u); não como se fossem, nesta vida, totalmente irrepreensíveis e irreprováveis à vista de Deus (v); mas porque ele, olhando para elas em seu Filho, se agrada em aceitar e recompensar aquilo que é sincero, embora seja acompanhado de muitas fraquezas e imperfeições (x).",
    "referencias_biblicas": "(u) Ef 1.6; 1Pe 2.5; Gn 4.4; Hb 11.4. (v) Hb 11.4; Jó 9.20; Sl 143.2. (x) Hb 13.20-21; 2Co 8.12; Hb 6.10; Mt 25.21, 23.",
    "comentario_devocional": "<p>Este é o grande conforto evangélico. O hiper-modernismo é uma cultura de performance exaustiva e de \"cancelamento\" pela imperfeição. Se a nossa obra não for perfeita, é rejeitada. A Confissão ensina que Deus é um Pai gracioso (Cap. 12), não um crítico implacável. A nossa <i>pessoa</i> é aceite primeiro (Efésios 1:6), porque estamos \"em seu Filho\". E porque a nossa pessoa é aceite, a nossa obra (o nosso \"desenho\" imperfeito) também é \"aceite nele\".</p><p>Deus não aceita as nossas obras porque elas são perfeitas (elas não são), mas porque Ele é nosso Pai gracioso que \"se agrada em aceitar... aquilo que é sincero\", perdoando as \"muitas fraquezas\" que as mancham. Isto purifica-nos do perfeccionismo (que nos paralisa com medo) e do cinismo (que diz que não vale a pena tentar), libertando-nos para servir por alegria, sabendo que o Pai se agrada até dos nossos esforços manchados.</p>"
  },
  {
    "capitulo_num": 16,
    "capitulo_titulo": "Das Boas Obras",
    "paragrafo_num": 7,
    "texto_wcf": "As obras feitas por homens não regenerados, embora possam ser, quanto à matéria, coisas que Deus ordena, e de utilidade tanto para eles como para outros (y) – como, por exemplo, o cumprimento de deveres externos –, contudo, porque não procedem de um coração purificado pela fé (z), nem são feitas da maneira correta, segundo a Palavra (aa), nem para o fim correto, a glória de Deus (bb), são, portanto, pecaminosas, e não podem agradar a Deus, nem tornar um homem apto para receber a graça de Deus (cc). E, no entanto, o negligenciá-las é ainda mais pecaminoso e desagradável a Deus (dd).",
    "referencias_biblicas": "(y) 2Rs 10.30; 1Rs 21.27, 29; Fp 1.15-16, 18. (z) Gn 4.5; Hb 11.4, 6. (aa) 1Co 13.3; Is 1.12. (bb) Mt 6.2, 5, 16. (cc) Ag 2.14; Tt 1.15; Am 5.21-22; Os 1.4; Rm 9.16; Tt 3.5. (dd) Sl 14.4; Sl 36.3; Jó 21.14-15; Mt 25.41-45; Mt 23.23.",
    "comentario_devocional": "<p>Esta é a doutrina mais ofensiva para o humanismo secular hiper-moderno. A nossa cultura insiste que a filantropia de um ateu é \"boa\". A teologia reformada (baseada em Hb 11:6) insiste que, embora essa obra seja <i>civilmente</i> boa (graça comum), ela é <i>espiritualmente</i> \"pecaminosa\". Porquê? Porque as três condições para uma boa obra falham: (1) A Fonte (não procedem da fé), (2) O Padrão (não são feitas segundo a Palavra), e (3) O Fim (não são para a glória de Deus, mas para a auto-glória, Mt 6:2). Deus não julga apenas o ato; Ele julga o coração. Um ato que não provém da fé e não visa a glória de Deus é, em essência, idolatria.</p>"
  },
  {
    "capitulo_num": 17,
    "capitulo_titulo": "Da Perseverança dos Santos",
    "paragrafo_num": 1,
    "texto_wcf": "Aqueles a quem Deus aceitou no seu Amado, aqueles que ele chamou eficazmente e santificou pelo seu Espírito, não podem decair do estado da graça, nem total nem finalmente; mas, com toda a certeza, hão de perseverar nesse estado até ao fim e serão eternamente salvos (a).",
    "referencias_biblicas": "(a) Fp 1.6; 2Pe 1.10; Jo 10.28-29; 1Jo 3.9; 1Pe 1.5, 9.",
    "comentario_devocional": "<p>O hiper-modernismo é a religião da instabilidade. Ele ensina que a identidade é fluida, a verdade é performativa e a segurança é apenas uma sensação terapêutica momentânea. Nesta visão, se a salvação existe, ela depende inteiramente da nossa performance contínua.</p><p>A doutrina da Perseverança (ou, mais corretamente, <i>Preservação</i>) é a âncora de Deus nesta tempestade. A nossa segurança eterna não repousa na nossa capacidade de \"nos agarrarmos\" a Deus, mas na Sua promessa de nos agarrar a nós. A salvação não pode ser \"total nem finalmente\" perdida, porque Aquele que começou a boa obra em nós <i>irá</i> completá-la (Filipenses 1:6). Esta certeza não é arrogância humana; é confiança na fidelidade de Deus. O hiper-modernismo diz: \"Eu sou tão forte quanto a minha escolha de hoje\". O Evangelho diz: \"Eu sou tão seguro quanto o poder do meu Pastor\" (João 10:28).</p>"
  },
  {
    "capitulo_num": 17,
    "capitulo_titulo": "Da Perseverança dos Santos",
    "paragrafo_num": 2,
    "texto_wcf": "Esta perseverança dos santos não depende do livre-arbítrio deles mesmos, mas da imutabilidade do decreto da eleição (b), que flui do amor livre e imutável de Deus Pai; da eficácia do mérito e da intercessão de Jesus Cristo (c); da permanência do Espírito e da semente de Deus em nós (d); e da natureza do Pacto da Graça (e). De tudo isto provém também a certeza e a infalibilidade da perseverança (f).",
    "referencias_biblicas": "(b) 2Tm 2.18-19; Jr 31.3. (c) Hb 10.10, 14; Hb 13.20-21; Hb 9.12-15; Rm 8.33-39; Jo 17.11, 24; Lc 22.32; Hb 7.25. (d) Jo 14.16-17; 1Jo 2.27; 1Jo 3.9. (e) Jr 32.40. (f) Jo 10.28; 2Ts 3.3; 1Jo 2.19.",
    "comentario_devocional": "<p>Aqui, a Confissão demole o ídolo hiper-moderno da autonomia. O dogma central da nossa era é que a vontade humana é soberana e decisiva. Se a nossa segurança dependesse do \"nosso próprio livre-arbítrio\", estaríamos perdidos ao primeiro tropeço. A Confissão purifica-nos ao remover a nossa \"vontade\" do centro da equação. A nossa segurança repousa inteiramente <i>extra nos</i> (fora de nós mesmos).</p><p>Como Bavinck enfatizou, ela repousa sobre fundamentos objetivos: (1) O Decreto do Pai (Eleição); (2) A Obra do Filho (Expiação e Intercessão, Rm 8:34); (3) O Selo do Espírito (que permanece em nós); e (4) A Natureza do Pacto (Deus garante o nosso cumprimento, Jr 32:40). A nossa segurança não é um sentimento; é uma realidade objetiva baseada na obra consumada do Deus Triúno.</p>"
  },
  {
    "capitulo_num": 17,
    "capitulo_titulo": "Da Perseverança dos Santos",
    "paragrafo_num": 3,
    "texto_wcf": "Não obstante, pelas tentações de Satanás e do mundo, pela influência da corrupção remanescente neles e pela negligência dos meios de preservação, os santos podem cair em pecados graves (g); e, por algum tempo, continuar neles (h). Por isso, incorrem no desagrado de Deus (i), e entristecem o seu Espírito Santo (j); privam-se, em alguma medida, das suas graças e confortos (k); têm os seus corações endurecidos (l) e as suas consciências feridas (m); ofendem e escandalizam os outros (n); e atraem sobre si juízos temporais (o).",
    "referencias_biblicas": "(g) Mt 26.70, 72, 74. (h) Sl 51 (título) e v. 14. (i) Is 64.5, 7, 9; 2Sm 11.27. (j) Ef 4.30. (k) Sl 51.8, 10, 12; Ap 2.4; Ct 5.2-4, 6. (l) Is 63.17; Mc 6.52; Mc 16.14. (m) Sl 32.3-4; Sl 51.8. (n) 2Sm 12.14. (o) Sl 89.31-32; 1Co 11.32.",
    "comentario_devocional": "<p>Esta é a advertência solene que destrói o Antinomianismo (a \"graça barata\"). A segurança dos Parágrafos 1 e 2 não é uma licença para a preguiça espiritual. A espiritualidade terapêutica hiper-moderna não pode lidar com esta realidade; ela quer a segurança sem a santidade, ou redefine o pecado como \"autenticidade\".</p><p>A Confissão mostra-nos o exemplo de Davi (Salmo 51). O crente <i>pode</i> cair em \"pecados graves\". Quando o fazemos, o resultado não é a perda da nossa Justificação (Cap. 11.5), mas a perda da nossa comunhão e a certeza do \"desagrado paternal\" de Deus (i). Nós \"entristecemos o Espírito\" (j), e Deus, precisamente <i>porque</i> somos Seus filhos (Cap. 12) e Ele é fiel à Sua promessa (Par. 1), trará \"juízos temporais\" (o) — a Sua disciplina paternal (Hebreus 12) — para nos trazer de volta ao arrependimento. A perseverança (Par 1) não é uma desculpa para o pecado; é a garantia de que Deus não nos deixará permanecer no pecado.</p>"
  },
  {
    "capitulo_num": 18,
    "capitulo_titulo": "Da Certeza da Graça e da Salvação",
    "paragrafo_num": 1,
    "texto_wcf": "Embora os hipócritas e outros homens não regenerados possam iludir-se inutilmente com falsas esperanças e presunções carnais de estarem no favor de Deus e em estado de salvação (a) – esperança que perecerá (b) –, contudo, aqueles que creem verdadeiramente no Senhor Jesus e o amam com sinceridade, esforçando-se por andar diante dele em toda a boa consciência, podem, nesta vida, estar certissimamente seguros de que estão no estado da graça (c), e podem regozijar-se na esperança da glória de Deus – esperança essa que nunca os envergonhará (d).",
    "referencias_biblicas": "(a) Jó 8.13-14; Mq 3.11; Dt 29.19; Jo 8.41. (b) Mt 7.22-23. (c) 1Jo 2.3; 1Jo 3.14, 18-19, 21, 24; 1Jo 5.13. (d) Rm 5.2, 5.",
    "comentario_devocional": "<p>A era hiper-moderna está cheia de \"falsas esperanças\". A auto-estima terapêutica é a falsa segurança da nossa era: \"Eu sou bom\", \"Sou autêntico\", \"Minhas intenções são boas\". A Confissão adverte que esta esperança perecerá (Mateus 7:22).</p><p>Contra isto, a teologia reformada afirma que a <i>verdadeira</i> segurança é possível. A certeza infalível não é uma conjectura baseada em nossos sentimentos; é uma dedução lógica baseada em três realidades (o Silogismo Prático de Bavinck/Puritanos): (1) O Fundamento Externo: A Palavra de Deus (\"A verdade divina das promessas\"). (2) A Evidência Interna: A obra do Espírito (os \"sinais interiores da graça\", como o amor a Deus e o ódio ao pecado, 1 Jo 3:14). (3) O Testemunho Secreto: O \"testemunho do Espírito de adoção\" (Rm 8:16) que clama \"Aba, Pai\".</p>"
  },
  {
    "capitulo_num": 18,
    "capitulo_titulo": "Da Certeza da Graça e da Salvação",
    "paragrafo_num": 2,
    "texto_wcf": "Esta certeza não é uma mera persuasão conjectural e provável, baseada numa esperança falível (e); mas é uma certeza infalível da fé (f), fundada na verdade divina das promessas da salvação (g), na evidência interna daquelas graças às quais estas promessas são feitas (h), e no testemunho do Espírito de adoção que testifica com os nossos espíritos que somos filhos de Deus (i). Este Espírito é o penhor da nossa herança, pelo qual somos selados para o dia da redenção (j).",
    "referencias_biblicas": "(e) Hb 6.11, 19. (f) Hb 6.11, 19. (g) Hb 6.17-18. (h) 2Pe 1.4-5, 10-11; 1Jo 2.3; 1Jo 3.14; 2Co 1.12. (i) Rm 8.15-16. (j) Ef 1.13-14; Ef 4.30; 2Co 1.21-22.",
    "comentario_devocional": "<p>O hiper-modernismo vive inteiramente no reino da \"persuasão conjectural\". A sua segurança é tão instável quanto os seus sentimentos. A Confissão insiste que a segurança cristã é uma \"certeza infalível\".</p><p>É crucial, no entanto (como refinado pela teologia reformada após Calvino), distinguir a <i>Fé</i> (Pistis) da <i>Certeza da Fé</i> (Certitudo). A fé (Cap. 14) é o ato de descansar em Cristo para a salvação. A certeza é o <i>sentimento</i> ou convicção de que eu o fiz e sou salvo. A fé salva; a certeza conforta.</p><p>Este parágrafo reitera que a nossa certeza não é misticismo; ela é construída sobre os três pilares do Parágrafo 1. É uma convicção dada pelo Espírito (j) de que as promessas (g) são para mim, como evidenciado pela graça operante em mim (h).</p>"
  },
  {
    "capitulo_num": 18,
    "capitulo_titulo": "Da Certeza da Graça e da Salvação",
    "paragrafo_num": 3,
    "texto_wcf": "Esta certeza infalível não pertence de tal modo à essência da fé, que um verdadeiro crente não possa esperar muito tempo e lutar com muitas dificuldades antes de participar dela (k). Contudo, sendo habilitado pelo Espírito a conhecer as coisas que lhe são dadas gratuitamente por Deus, ele pode alcançá-la, sem revelação extraordinária, no uso correto dos meios ordinários (l). Portanto, é dever de todo crente dar toda a diligência para tornar certas a sua vocação e eleição (m); para que, por esse meio, o seu coração possa dilatar-se em paz e alegria no Espírito Santo, em amor e gratidão a Deus, e em força e bom ânimo nos deveres da obediência (n) – os frutos próprios desta segurança.",
    "referencias_biblicas": "(k) 1Jo 5.13; Is 50.10; Mc 9.24; Sl 88; Sl 77.1-12. (l) 1Co 2.12; 1Jo 4.13; Hb 6.11-12; Ef 3.17-19. (m) 2Pe 1.10. (n) Rm 5.1-2, 5; Rm 14.17; Rm 15.13; Ef 1.3-4; Sl 4.6-7; Sl 119.32.",
    "comentario_devocional": "<p>Este parágrafo é um conforto pastoral para os que duvidam. O hiper-modernismo exige intensidade emocional; se não \"sinto\" algo fortemente, não é real. Muitos crentes genuínos desesperam porque a sua fé é fraca ou as suas dúvidas são fortes (Marcos 9:24).</p><p>A Confissão ensina que a Certeza <i>não</i> pertence à essência da fé. É possível ser verdadeiramente salvo pela fé (confiando em Cristo) e, ainda assim, \"esperar muito e lutar com dificuldades\" (como no Salmo 88) antes de <i>sentir</i> a certeza. A nossa salvação não depende da força da nossa fé, mas da força de Cristo, o objeto da nossa fé.</p><p>Contudo, não devemos permanecer na dúvida. É nosso \"dever\" buscar a certeza (2 Pedro 1:10). E como a encontramos? Não esperando por uma \"revelação extraordinária\" (misticismo), mas através do \"uso correto dos meios ordinários\" (l) — Palavra, Sacramentos e Oração (Cap. 14.1).</p>"
  },
  {
    "capitulo_num": 18,
    "capitulo_titulo": "Da Certeza da Graça e da Salvação",
    "paragrafo_num": 4,
    "texto_wcf": "Os verdadeiros crentes podem ter a sua segurança de salvação, de diversas maneiras, abalada, diminuída ou interrompida (o): quer por negligência em preservá-la, quer por caírem em algum pecado específico que fira a consciência e entristeça o Espírito (p); quer por alguma tentação súbita ou veemente (q); quer por Deus retirar a luz da sua presença (r) e permitir que mesmo aqueles que o temem caminhem em trevas e não tenham luz (s). Contudo, eles nunca são deixados entregues ao total desespero (t). A semente de Deus permanece neles, e a vida da fé, o amor a Cristo e aos irmãos, a sinceridade do coração e a consciência do dever; por meio da operação do Espírito, esta segurança é, no devido tempo, reavivada (u); e, nesse ínterim, são eles sustentados para não caírem em total desespero (v).",
    "referencias_biblicas": "(o) Sl 51.8, 12, 14; Ef 4.30-31; Sl 77.1-10; Mt 26.69-72. (p) Sl 51.8, 12, 14; Ef 4.30-31. (q) Sl 77.1-10; Mt 26.69-72. (r) Sl 31.22. (s) Is 50.10. (t) Jó 13.15; Sl 73.13-15, 23. (u) 1Jo 3.9; Lc 22.32; Sl 73.13-15, 23; Sl 51.8, 12; Is 50.10. (v) Mq 7.7-9; Jr 32.40.",
    "comentario_devocional": "<p>O hiper-modernismo, baseado em sentimentos, equipara a perda da <i>sensação</i> de segurança à perda da <i>realidade</i> da salvação. Se eu pecar (como Davi ou Pedro) ou me sentir abandonado (como o salmista em Is 50:10), a cultura terapêutica conclui que a minha fé era inautêntica ou que Deus me abandonou.</p><p>A Confissão distingue a <i>Realidade</i> da salvação (a \"semente de Deus\" que persevera, Cap. 17) da <i>Percepção</i> da salvação (o conforto). Podemos *perder* a certeza. O pecado (p) \"entristece o Espírito\" (Ef 4:30), e Deus, em disciplina paternal (17.3), pode \"retirar a luz da sua presença\" (r).</p><p>Mas esta é a diferença gloriosa entre um verdadeiro crente e um hipócrita (Par. 1): o crente \"nunca é deixado entregue ao total desespero\" (t). Pedro e Judas pecaram terrivelmente. Judas, não tendo a graça regeneradora, caiu no desespero total. Pedro, embora a sua certeza tenha sido destruída, foi impedido do desespero total porque a \"semente de Deus\" (u) permaneceu nele, e a intercessão de Cristo (Lc 22:32) garantiu que a sua fé não falhasse <i>finalmente</i>. A certeza será, no devido tempo, \"reavivada\".</p>"
  },
  {
    "capitulo_num": 19,
    "capitulo_titulo": "Da Lei de Deus",
    "paragrafo_num": 1,
    "texto_wcf": "Deus deu a Adão uma lei, sob a forma de um pacto de obras, pela qual o obrigou, e a toda a sua posteridade, a uma obediência pessoal, inteira, exata e perpétua; prometeu a vida sob a condição de ele a cumprir, e o ameaçou com a morte caso a violasse; e dotou-o do poder e da capacidade de guardá-la (a).",
    "referencias_biblicas": "(a) Gn 1.26-27; Gn 2.17; Rm 2.14-15; Rm 10.5; Rm 5.12, 19; Gl 3.10, 12; Ec 7.29; Jó 28.28.",
    "comentario_devocional": "<p>Este parágrafo estabelece que a Lei de Deus não é uma invenção arbitrária; ela está enraizada na Criação (Cap. 4) e no Pacto de Obras (Cap. 7). Adão foi criado com a lei moral \"escrita em seu coração\" (Romanos 2:15) e a capacidade de cumpri-la (Ec 7:29). A moralidade não é uma construção social (como ensina o hiper-modernismo), mas um reflexo do caráter do Criador. O padrão de Deus para a vida sempre foi a obediência perfeita.</p>"
  },
  {
    "capitulo_num": 19,
    "capitulo_titulo": "Da Lei de Deus",
    "paragrafo_num": 2,
    "texto_wcf": "Esta lei, depois da Queda, continuou a ser uma regra perfeita de justiça (b); e, como tal, foi dada por Deus no Monte Sinai, em dez mandamentos, e escrita em duas tábuas (c). Os primeiros quatro mandamentos contêm os nossos deveres para com Deus, e os outros seis, os nossos deveres para com os homens (d).",
    "referencias_biblicas": "(b) Tg 1.25; Tg 2.8, 10, 12; Lc 16.17; Rm 3.19; Dt 5.32. (c) Êx 34.1; Dt 10.4. (d) Mt 22.37-40.",
    "comentario_devocional": "<p>A Queda (Cap. 6) não anulou a Lei; apenas destruiu a nossa capacidade de cumpri-la (Cap. 9.3). A Lei Moral (resumida nos Dez Mandamentos) permanece como a \"regra perfeita de justiça\" de Deus. A nossa cultura hiper-moderna rejeita qualquer regra externa, especialmente uma que afirme verdades absolutas sobre deveres para com Deus (o que ela vê como intolerância) ou deveres para com os homens (o que ela substitui por ética situacional). A purificação da Igreja exige que reafirmemos que os Dez Mandamentos não são sugestões culturais; eles são a transcrição da santidade eterna de Deus, vinculativa para todas as pessoas em todos os tempos.</p>"
  },
  {
    "capitulo_num": 19,
    "capitulo_titulo": "Da Lei de Deus",
    "paragrafo_num": 3,
    "texto_wcf": "Além desta lei, comumente chamada lei moral (e), aprouve a Deus dar ao povo de Israel, como uma igreja em sua menoridade, leis cerimoniais, contendo diversas ordenanças típicas: em parte de adoração, prefigurando Cristo, as suas graças, ações, sofrimentos e benefícios (f); e em parte propondo diversas instruções de deveres morais (g). Todas essas leis cerimoniais estão agora revogadas sob o Novo Testamento (h).",
    "referencias_biblicas": "(e) Dt 4.13-14. (f) Hb 9; Hb 10.1; Gl 4.1-3; Cl 2.17. (g) 1Co 5.7; 2Co 6.17; Jd 23. (h) Cl 2.14, 16-17; Dn 9.27; Ef 2.15-16.",
    "comentario_devocional": "<p>O hiper-modernismo pratica o \"esnobismo cronológico\", descartando o Antigo Testamento como primitivo e irrelevante. Este parágrafo ensina-nos como ler o Antigo Testamento: as leis cerimoniais (sacrifícios, sacerdócio, festas) não eram regras arbitrárias; eram o Evangelho em sombras. Elas eram \"ordenanças típicas\" que, como Calvino ensinou, prefiguravam Cristo. Elas foram revogadas (h) não porque eram más, mas porque foram <i>cumpridas</i>. Cristo, a Substância, chegou, e as sombras (Cl 2:17) tornaram-se desnecessárias. Devemos ler o Levítico não para encontrar regras para nós, mas para vermos a santidade de Deus e a suficiência do sacrifício de Cristo (Cap. 8.5) que cumpriu cada tipo.</p>"
  },
  {
    "capitulo_num": 19,
    "capitulo_titulo": "Da Lei de Deus",
    "paragrafo_num": 4,
    "texto_wcf": "A eles [Israel] também, como um corpo político, Deus deu leis judiciais (ou civis), que expiraram juntamente com o Estado daquele povo; não obrigando agora a ninguém mais, além do que a sua equidade geral possa requerer (i).",
    "referencias_biblicas": "(i) Êx 21; Êx 22.1-29; Gn 49.10; 1Pe 2.13-14; Mt 5.17, 38-39; 1Co 9.8-10.",
    "comentario_devocional": "<p>Este parágrafo purifica a Igreja do erro de aplicar as leis civis específicas do estado teocrático de Israel diretamente às nações de hoje (um erro conhecido como Teonomia ou Reconstrucionismo). Essas leis \"expiraram\". Contudo, elas não são inúteis. A \"equidade geral\" (o princípio de justiça subjacente a elas) ainda informa a nossa sabedoria civil, ensinando-nos sobre a justiça de Deus.</p>"
  },
  {
    "capitulo_num": 19,
    "capitulo_titulo": "Da Lei de Deus",
    "paragrafo_num": 5,
    "texto_wcf": "A lei moral obriga para sempre a todos, tanto aos justificados como aos demais, à obediência (j); e isto não somente em consideração à matéria nela contida, mas também por respeito à autoridade de Deus, o Criador, que a deu (k). Nem o Cristo, no Evangelho, de modo algum dissolve esta obrigação, mas antes a fortalece (l).",
    "referencias_biblicas": "(j) Rm 13.8-10; Ef 6.2; 1Jo 2.3-4, 7-8. (k) Tg 2.10-11. (l) Mt 5.17-19; Tg 2.8; Rm 3.31.",
    "comentario_devocional": "<p>Esta é a declaração de guerra contra o antinomianismo (anti-lei) hiper-moderno. A nossa cultura define a liberdade como a ausência de lei (autonomia). O Evangelho define a liberdade como a libertação da <i>maldição</i> da lei, para que possamos finalmente cumprir o <i>propósito</i> da lei. Este parágrafo afirma que os Dez Mandamentos (a Lei Moral) obrigam \"para sempre a todos\".</p><p>Cristo não dissolveu a lei; Ele a \"fortaleceu\" (Mateus 5:17-19), mostrando a sua profundidade espiritual. A justificação pela fé (Cap. 11) não nos dá um salvo-conduto para ignorar a lei; ela liberta-nos da necessidade de cumprir a lei para salvação, para que possamos agora (pela primeira vez) começar a cumpri-la por gratidão.</p>"
  },
  {
    "capitulo_num": 19,
    "capitulo_titulo": "Da Lei de Deus",
    "paragrafo_num": 6,
    "texto_wcf": "Embora os verdadeiros crentes não estejam debaixo da lei como um pacto de obras, para serem por ela justificados ou condenados (m), contudo ela é de grande utilidade para eles, bem como para os outros. Como regra de vida, informando-os da vontade de Deus e do dever que lhes cumpre (n), ela os dirige e os obriga a andar segundo essa vontade (o); ela também lhes descobre as poluições pecaminosas da sua natureza, dos seus corações e das suas vidas (p), de modo que, examinando-se por ela, possam eles chegar a uma convicção mais profunda do pecado, à humilhação por causa dele e ao ódio contra ele (q); e, ao mesmo tempo, lhes dá uma visão mais clara da necessidade que têm de Cristo e da perfeição da sua obediência (r). Ela é igualmente útil aos regenerados para refrear as suas corrupções, pois proíbe o pecado (s); e as suas ameaças servem para mostrar o que os seus pecados merecem e que aflições podem eles esperar nesta vida por causa deles, embora sejam libertados da maldição ameaçada na lei (t). As promessas dela, analogamente, mostram-lhes a aprovação de Deus à obediência e que bênçãos podem esperar do cumprimento dela (u); embora não como se lhes fossem devidas pela lei como um pacto de obras (v). O fato de um homem fazer o bem e abster-se do mal, porque a lei o incentiva a uma coisa e o dissuade da outra, não é evidência de estar ele debaixo da lei, e não debaixo da graça (x).",
    "referencias_biblicas": "(m) Rm 6.14; Gl 2.16; Gl 3.13; Gl 4.4-5; At 13.39; Rm 8.1. (n) Rm 7.12, 22, 25; Sl 119.4-6; 1Co 7.19. (o) Rm 7.12, 22, 25; Sl 119.4-6; 1Co 7.19; Gl 5.14-23. (p) Rm 7.7; Rm 3.20. (q) Tg 1.23-25; Rm 7.9, 14, 24. (r) Gl 3.24; Rm 7.24-25; Rm 8.3-4. (s) Tg 2.11; Sl 119.101, 104, 128. (t) Esd 9.13-14; Sl 89.30-34. (u) Lv 26.1-14; 2Co 6.16; Ef 6.2-3; Sl 37.11; Mt 5.5; Sl 19.11. (v) Gl 2.16; Lc 17.10. (x) Rm 6.12, 14; 1Pe 3.8-12; Sl 34.12-16; Sl 119.4-5.",
    "comentario_devocional": "<p>Este parágrafo detalha os \"Três Usos da Lei\" (Calvino). O hiper-modernismo odeia o primeiro uso e ignora o terceiro.</p><p>(1) <i>O Espelho (Primeiro Uso):</i> A lei mostra aos pecadores a sua miséria (Rm 3:20). A cultura terapêutica odeia isto, pois vê a convicção do pecado como um trauma psicológico. Mas sem o diagnóstico da Lei, o Evangelho não faz sentido.</p><p>(2) <i>O Freio (Segundo Uso):</i> A lei restringe o mal na sociedade (uso civil).</p><p>(3) <i>O Guia (Terceiro Uso):</i> Este é o \"principal uso\" para os crentes. A lei é a nossa \"regra de vida\". O hiper-modernismo diz: \"Seja autêntico\". O Evangelho diz: \"Seja santo\". A Lei mostra-nos como é a santidade. Ela nos purifica de duas formas: (a) ela expõe continuamente a nossa \"corrupção remanescente\" (Cap. 13.2) e nos leva à \"humilhação\"; e (b) ela nos dá uma \"visão mais clara da nossa necessidade de Cristo\" (r). A lei continua a nos levar de volta ao Evangelho (a Justificação de Cristo) enquanto nos guia na Santificação (Cap. 13).</p>"
  },
  {
    "capitulo_num": 19,
    "capitulo_titulo": "Da Lei de Deus",
    "paragrafo_num": 7,
    "texto_wcf": "Os usos da lei acima mencionados não são contrários à graça do Evangelho, mas estão em doce harmonia com ela (y). O Espírito de Cristo submete e habilita a vontade do homem para fazer, livre e alegremente, aquilo que a vontade de Deus, revelada na lei, requer que seja feito (z).",
    "referencias_biblicas": "(y) Gl 3.21. (z) Ez 36.27; Hb 8.10; Jr 31.33.",
    "comentario_devocional": "<p>O hiper-modernismo vê Lei (opressão) e Graça (liberdade) como inimigos. A Bíblia vê-os como parceiros. Como Bavinck ensinou, o Pacto da Graça (Cap. 7) não anula a Lei (Cap. 19); ele cumpre a Lei <i>em nós</i>.</p><p>Esta é a promessa gloriosa do Novo Pacto (Jeremias 31): O Espírito Santo (z) pega a Lei que estava fora de nós (escrita em pedra, condenando-nos) e escreve-a <i>dentro</i> de nós (em corações de carne, Ez 36:27). A graça não nos liberta <i>da</i> Lei; liberta-nos da <i>maldição</i> da Lei e da <i>escravidão</i> do pecado (Cap. 9.3), para que possamos, pela primeira vez, cumprir \"livre e alegremente\" a justa exigência da Lei por amor, e não por medo.</p>"
  },
  {
    "capitulo_num": 20,
    "capitulo_titulo": "Da Liberdade Cristã e da Liberdade de Consciência",
    "paragrafo_num": 1,
    "texto_wcf": "A liberdade que Cristo adquiriu para os crentes sob o Evangelho consiste na sua liberdade da culpa do pecado, da ira condenatória de Deus e da maldição da lei moral (a); e em serem eles libertos deste presente século mau (b), da escravidão de Satanás (c) e do domínio do pecado (d); do mal das aflições (e), do aguilhão da morte, da vitória da sepultura (f) e da condenação eterna (g). Consiste também no seu livre acesso a Deus (h) e em lhe prestarem obediência, não por medo servil, mas por amor filial e mente disposta (i). Contudo, sob o Novo Testamento, a liberdade dos cristãos é ainda mais ampliada, pois eles estão livres do jugo da lei cerimonial, a que estava sujeita a Igreja Judaica (j); têm maior ousadia de acesso ao trono da graça (k) e mais plenas comunicações do livre Espírito de Deus do que os crentes sob a Lei geralmente participavam (l).",
    "referencias_biblicas": "(a) Tt 2.14; 1Ts 1.10; Gl 3.13. (b) Gl 1.4; Cl 1.13. (c) At 26.18; Hb 2.14-15. (d) Rm 6.14. (e) Rm 8.28; Sl 119.71. (f) 1Co 15.54-57. (g) Rm 8.1. (h) Rm 5.1-2. (i) Rm 8.14-15; 1Jo 4.18. (j) Gl 4.1-3, 6-7; Gl 5.1; At 15.10-11. (k) Hb 4.14, 16; Hb 10.19-22. (l) Jo 7.38-39; 2Co 3.13, 17-18.",
    "comentario_devocional": "<p>O hiper-modernismo define a \"liberdade\" como autonomia radical: o direito do \"eu\" de não ser restringido por nenhuma autoridade externa. A Confissão define a liberdade cristã não como autonomia, mas como <i>libertação</i>. Cristo não nos libertou <i>para</i> que pudéssemos fazer a nossa vontade; Ele nos libertou da <i>escravidão</i> (ao pecado, Satanás e à morte) <i>para que</i> pudéssemos, pela primeira vez, fazer a vontade de Deus.</p><p>Esta liberdade comprada por Cristo é abrangente: é forense (livres da culpa e da ira, g), espiritual (livres do domínio do pecado, d) e relacional. O ponto culminante desta liberdade não é a auto-soberania, mas o \"livre acesso a Deus\" (h). A maior liberdade que um ser humano pode experimentar é obedecer a Deus, não mais por \"medo servil\" (como um escravo coagido pela Lei, Cap. 19), mas por \"amor filial\" (i) (como um filho adotado, Cap. 12). A purificação da Igreja é parar de buscar a liberdade mundana (autonomia) e começar a desfrutar da liberdade do Evangelho (adoção).</p>"
  },
  {
    "capitulo_num": 20,
    "capitulo_titulo": "Da Liberdade Cristã e da Liberdade de Consciência",
    "paragrafo_num": 2,
    "texto_wcf": "Deus, só, é o Senhor da consciência (m), e a deixou livre das doutrinas e mandamentos de homens que sejam, em qualquer coisa, contrários à sua Palavra, ou que, em matéria de fé ou de culto, estejam fora dela (n). Assim, crer em tais doutrinas ou obedecer a tais mandamentos, por dever de consciência, é trair a verdadeira liberdade de consciência (o). E a exigência de uma fé implícita e de uma obediência cega e absoluta é destruir a liberdade de consciência, e também a razão (p).",
    "referencias_biblicas": "(m) Tg 4.12; Rm 14.4. (n) At 4.19; At 5.29; 1Co 7.23; Mt 23.8-10; 2Co 1.24; Mt 15.9. (o) Cl 2.20, 22-23; Gl 1.10; Gl 2.4-5; Gl 5.1. (p) Rm 10.17; Rm 14.23; Is 8.20; At 17.11; Jo 4.22; Os 5.11; Ap 13.12, 16-17.",
    "comentario_devocional": "<p>Este é o parágrafo mais incompreendido. O hiper-modernismo grita \"Liberdade de Consciência!\", querendo dizer que a <i>consciência é soberana</i> (Eu sou o meu próprio senhor). A Confissão diz o oposto: \"Deus, só, é o Senhor da consciência\" (m).</p><p>A nossa consciência não é livre para <i>criar</i> a verdade; ela é livre da tirania humana <i>para que possa submeter-se à tirania divina da Palavra</i>. A liberdade de consciência não significa \"eu posso fazer o que sinto ser certo\"; significa \"eu não devo obedecer a nenhuma regra humana (na igreja ou do estado) que contradiga a Palavra de Deus\" (n). A purificação exige que paremos de adorar a nossa própria consciência (o ídolo da autenticidade) e submetamos a nossa consciência ao seu único Senhor: Deus, falando na Escritura.</p>"
  },
  {
    "capitulo_num": 20,
    "capitulo_titulo": "Da Liberdade Cristã e da Liberdade de Consciência",
    "paragrafo_num": 3,
    "texto_wcf": "Aqueles que, sob o pretexto da liberdade cristã, praticam qualquer pecado ou toleram qualquer concupiscência pecaminosa, destroem, por isso mesmo, o propósito da liberdade cristã; o qual é que, sendo libertos das mãos dos nossos inimigos, possamos servir ao Senhor sem temor, em santidade e justiça diante dele, todos os dias da nossa vida (q).",
    "referencias_biblicas": "(q) Gl 5.13; 1Pe 2.16; 2Pe 2.19; Jo 8.34; Lc 1.74-75.",
    "comentario_devocional": "<p>Este é o antídoto divino para o antinomianismo (anti-lei, Cap. 19). O hiper-modernismo usa a \"liberdade\" (ou a \"autenticidade\") como a justificação final para a auto-indulgência (tolerar a \"concupiscência pecaminosa\"). Esta é a \"graça barata\" que vê a justificação (Cap. 11) como uma licença para ignorar a santificação (Cap. 13).</p><p>A Confissão adverte que esta atitude \"destrói o propósito\" da liberdade. Cristo não nos libertou da prisão do pecado para que pudéssemos viver no esgoto (1 Pe 2:16). O <i>propósito</i> da nossa libertação foi precisamente \"para que possamos servir ao Senhor... em santidade e justiça\" (Lucas 1:74-75). A liberdade cristã não é a liberdade para pecar; é a liberdade <i>do</i> pecado (João 8:34).</p>"
  },
  {
    "capitulo_num": 20,
    "capitulo_titulo": "Da Liberdade Cristã e da Liberdade de Consciência",
    "paragrafo_num": 4,
    "texto_wcf": "E visto que os poderes que Deus ordenou e a liberdade que Cristo comprou não se destinam a destruir, mas a sustentar e preservar mutuamente um ao outro, aqueles que, sob o pretexto da liberdade cristã, se opõem a qualquer poder legítimo, ou ao seu exercício, seja civil ou eclesiástico, resistem à ordenação de Deus (r). E, quanto à publicação de tais opiniões ou à manutenção de tais práticas que sejam contrárias à luz da natureza, ou aos princípios conhecidos do Cristianismo (concernentes à fé, ao culto ou à conduta), ou ao poder da piedade; ou que, em sua própria natureza, ou na maneira de publicá-las ou mantê-las, sejam destrutivas para a paz e a ordem externas que Cristo estabeleceu na Igreja – eles podem ser legitimamente chamados a prestar contas (s) e processados pelas censuras da Igreja (t) e pelo poder do Magistrado Civil (u).",
    "referencias_biblicas": "(r) Mt 12.25; 1Pe 2.13-14, 16; Rm 13.1-8; Hb 13.17. (s) Rm 1.32; 1Co 5.1, 5, 11, 13; 2Jo 10-11; 2Ts 3.14; 1Tm 6.3-5; Tt 1.10-11, 13. (t) 2Ts 3.14; 1Tm 6.3-5; Tt 1.10-11, 13; 2Cr 34.33; 2Rs 23.5-6. (u) Dt 13.6-12; Rm 13.3-4; 2Jo 10-11; Esd 7.23-28.",
    "comentario_devocional": "<p>O hiper-modernismo é a definição de anarquia existencial. Ele exalta o \"eu\" soberano (Cap. 9) e não se submete a nenhuma autoridade externa (Igreja, Estado, Família ou Deus). A liberdade, nesta visão, é a ausência de autoridade.</p><p>Este parágrafo afirma que a liberdade cristã não é anarquia. A liberdade (comprada por Cristo) e a autoridade (ordenada por Deus) não são inimigas; elas \"sustentam-se mutuamente\". Deus ordenou tanto a Igreja (Hb 13:17) como o Estado (Rm 13:1) para a ordem e o bem. Resistir à autoridade <i>legítima</i> é resistir a Deus.</p><p>A nossa liberdade (Par. 2) não nos dá o direito de sermos hereges destrutivos ou de semear o caos. Opiniões e práticas que são \"destrutivas para a paz e a ordem\" devem ser corrigidas. A purificação da Igreja exige que rejeitemos o individualismo radical e anárquico da nossa era e nos submetamos alegremente às autoridades que Deus ordenou (enquanto essas autoridades permanecerem dentro da sua esfera legal e não violarem a Palavra de Deus, o que nos remete ao Par. 2).</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 1,
    "texto_wcf": "A luz da natureza mostra que há um Deus, que tem senhorio e soberania sobre tudo; que é bom e faz o bem a todos; e que, portanto, deve ser temido, amado, louvado, invocado, crido e servido de todo o coração, de toda a alma e de toda a força (a). Mas o modo aceitável de adorar o verdadeiro Deus é instituído por ele mesmo (b), e tão limitado pela sua própria vontade revelada, que ele não pode ser adorado segundo as imaginações e invenções dos homens, ou sugestões de Satanás, sob qualquer representação visível ou de qualquer outro modo não prescrito na Escritura Sagrada (c).",
    "referencias_biblicas": "(a) Rm 1.20; At 17.24; Sl 119.68; Jr 10.7; Sl 31.23; Sl 18.3; Rm 10.12; Sl 62.8; Jo 14.1; Dt 6.4-5. (b) Dt 12.32. (c) Mt 15.9; At 17.25; Mt 4.9-10; Dt 4.15-20; Êx 20.4-6; Cl 2.20-23.",
    "comentario_devocional": "<p>O hiper-modernismo é a religião da adoração auto-instituída. A sua espiritualidade é definida pela autenticidade do adorador (\"adoração à minha maneira\", \"sinceridade\", \"sentimento\"). Este parágrafo estabelece o fundamento de todo o culto verdadeiro: o Princípio Regulador (como Calvino o defendeu).</p><p>A luz da natureza diz-nos <i>que</i> devemos adorar, mas apenas a Escritura nos diz <i>como</i> devemos adorar. O culto aceitável não é determinado pela nossa criatividade, sinceridade ou relevância cultural, mas \"instituído por ele mesmo\" (b). Deus não é adorado segundo as \"imaginações e invenções dos homens\" (Mt 15:9). O culto hiper-moderno, centrado no entretenimento, na experiência sensorial e na auto-ajuda terapêutica, é uma forma sofisticada de culto idolátrico baseado na imaginação humana. A purificação da Igreja exige que submetamos as nossas preferências de culto (o que <i>gostamos</i>) à prescrição de Deus (o que <i>Ele ordena</i>).</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 2,
    "texto_wcf": "O culto religioso deve ser prestado a Deus – o Pai, o Filho e o Espírito Santo – e só a ele (d); não a anjos, santos ou qualquer outra criatura (e). E, desde a Queda, não sem um Mediador, nem na mediação de qualquer outro, senão só de Cristo (f).",
    "referencias_biblicas": "(d) Mt 4.10; Jo 5.23; 2Co 13.14. (e) Cl 2.18; Ap 19.10; Rm 1.25. (f) Jo 14.6; 1Tm 2.5; Ef 2.18; Cl 3.17.",
    "comentario_devocional": "<p>O hiper-modernismo é funcionalmente politeísta. Adora o eu, a natureza, a ideologia e a humanidade. A Confissão reitera o primeiro mandamento: a adoração pertence <i>exclusivamente</i> ao Deus Triúno (d). Nenhuma criatura, por mais santa ou exaltada, pode recebê-la (e).</p><p>O ponto crucial, contudo, é a segunda cláusula. Desde a Queda (Cap. 6), todo o acesso a este Deus santo está fechado, exceto através do Mediador (Cap. 8). A espiritualidade hiper-moderna tenta aproximar-se de \"Deus\" diretamente, com base na sua própria sinceridade ou bondade inata, ignorando o abismo do pecado. A purificação do nosso culto exige que reconheçamos que toda a oração, todo o cântico e todo o serviço só são aceitáveis quando oferecidos <i>através</i> de Cristo (f). Não podemos entrar na presença de Deus com base na nossa autenticidade; só podemos entrar com base no Seu sangue.</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 3,
    "texto_wcf": "A oração, com ações de graças, sendo uma parte especial do culto religioso (g), é requerida por Deus de todos os homens (h). E, para que possa ser aceita, deve ser feita em o nome do Filho (i), pela ajuda do seu Espírito (j), segundo a sua vontade (k), com entendimento, reverência, humildade, fervor, fé, amor e perseverança (l); e, se for vocal, em uma língua conhecida (m).",
    "referencias_biblicas": "(g) Fp 4.6. (h) Sl 65.2. (i) Jo 14.13-14; 1Pe 2.5. (j) Rm 8.26. (k) 1Jo 5.14. (l) Sl 47.7; Ec 5.1-2; Hb 12.28; Gn 18.27; Tg 5.16; Tg 1.6-7; Mc 11.24; Mt 6.12, 14-15; Cl 4.2; Ef 6.18. (m) 1Co 14.14.",
    "comentario_devocional": "<p>O hiper-modernismo vê a oração como auto-terapia, meditação transcendental ou o envio de \"energia\" para o universo. A Confissão define-a como um ato de adoração Trinitária. A oração aceitável é <i>ao</i> Pai, <i>em</i> nome do Filho (i) e <i>pela</i> ajuda do Espírito (j). Não é uma lista de desejos da nossa vontade autônoma, mas uma submissão à Sua vontade revelada (k). A cultura hiper-moderna é casual e irreverente; a oração bíblica exige \"entendimento, reverência, humildade\" (l). Além disso, a Confissão (seguindo 1 Coríntios 14) insiste na racionalidade e clareza (\"em uma língua conhecida\").</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 4,
    "texto_wcf": "Deve-se orar por coisas lícitas (n) e por toda sorte de homens que vivem atualmente (o) ou que hão de viver no futuro (p); mas não pelos mortos (q), nem por aqueles de quem se possa saber que pecaram para a morte (r).",
    "referencias_biblicas": "(n) 1Jo 5.14. (o) 1Tm 2.1-2; Jo 17.20; 2Sm 7.29; Rt 4.12. (p) Jo 17.20; 2Sm 7.29; Rt 4.12. (q) 2Sm 12.21-23; Lc 16.25-26; Ap 14.13. (r) 1Jo 5.16.",
    "comentario_devocional": "<p>Enquanto a espiritualidade hiper-moderna se torna cada vez mais fascinada pelo oculto e pela comunicação com os que partiram (neo-espiritismo), a Confissão traça uma linha bíblica firme. O nosso dever de intercessão é vasto (por todos os vivos e pelas gerações futuras), mas tem um limite absoluto. Não devemos orar \"pelos mortos\" (q). Esta prática (baseada em doutrinas como o purgatório) não tem fundamento bíblico e nega a finalidade do juízo de Deus no momento da morte. A nossa purificação exige que centremos as nossas orações naquilo que Deus autorizou, e não nas especulações do sentimentalismo.</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 5,
    "texto_wcf": "A leitura das Escrituras com temor piedoso (s); a sã pregação da Palavra (t) e a obediência consciente a ela, em obediência a Deus, com entendimento, fé e reverência (u); o cântico de salmos com graça no coração (v); bem como a devida administração e digna recepção dos sacramentos instituídos por Cristo – são todas partes do culto religioso ordinário de Deus (x); além de juramentos religiosos (y), votos (z), jejuns solenes (aa) e ações de graças em ocasiões especiais (bb), os quais, em seus respectivos tempos e ocasiões, devem ser usados de modo santo e reverente.",
    "referencias_biblicas": "(s) At 15.21; Ap 1.3. (t) 2Tm 4.2. (u) Tg 1.22; At 10.33; Mt 13.19; Hb 4.2; Is 66.2. (v) Cl 3.16; Ef 5.19; Tg 5.13. (x) Mt 28.19; 1Co 11.23-29; At 2.42. (y) Dt 6.13; Ne 10.29. (z) Is 19.21; Ec 5.4-5. (aa) Jl 2.12; Esd 8.21; Mt 9.15; 1Co 7.5. (bb) Sl 107; Esd 8.21.",
    "comentario_devocional": "<p>Este é o cerne do Princípio Regulador. O hiper-modernismo define o culto pela experiência: \"Como me fez sentir?\" A cultura do entretenimento invadiu a Igreja, substituindo a pregação sã por palestras terapêuticas, e a adoração centrada em Deus por performances emocionais centradas no homem.</p><p>A Confissão reconduz-nos aos <i>elementos</i> ordenados por Deus. O culto não é sobre o que inventamos; é sobre o que Deus instituiu. O centro do culto não é a nossa performance para Ele; é a Sua ministração da graça para nós através da \"leitura das Escrituras\", da \"sã pregação\" (o evento central) e da \"devida administração\" dos Sacramentos (a Palavra visível). A purificação da Igreja hoje exige desesperadamente que abandonemos a busca pela inovação e relevância cultural no culto e retornemos com devoção radical aos meios de graça simples, mas poderosos, que só Deus instituiu.</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 6,
    "texto_wcf": "Como em qualquer outra coisa, também na oração e nas outras partes do culto religioso, não está [Deus] ligado a, nem se torna mais aceitável por causa de qualquer lugar em que é realizado ou para o qual é dirigido (cc). Mas Deus deve ser adorado em todo lugar (dd), em espírito e em verdade (ee); tanto em famílias particulares (ff) diariamente (gg), como em secreto, cada um por si mesmo (hh); assim também, mais solenemente, nas assembleias públicas, as quais não devem ser descuidada ou voluntariamente negligenciadas ou abandonadas, quando Deus, pela sua Palavra ou Providência, nos chama a elas (ii).",
    "referencias_biblicas": "(cc) Jo 4.21. (dd) Ml 1.11; 1Tm 2.8. (ee) Jo 4.23-24. (ff) Jr 10.25; Dt 6.6-7; Jó 1.5. (gg) Mt 6.11. (hh) Mt 6.6; Ef 6.18. (ii) Is 56.7; Hb 10.25; Pv 1.20-21, 24; Pv 8.34; At 13.42; Lc 4.16; At 2.42.",
    "comentario_devocional": "<p>O hiper-modernismo concorda que Deus não está \"ligado a lugares\" (cc). O seu slogan é: \"Eu posso adorar a Deus na natureza, não preciso da igreja\". Este parágrafo afirma a primeira metade dessa declaração (Deus deve ser adorado em todo o lugar, em secreto e nas famílias), mas condena vigorosamente a conclusão hiper-individualista.</p><p>A adoração privada não é um substituto para a adoração corporativa. O mesmo Deus que ordena a oração secreta (hh) ordena as \"assembleias públicas\", que \"não devem ser descuidada ou voluntariamente negligenciadas\" (ii). O individualismo terapêutico da nossa era, que vê a igreja como um \"extra\" opcional para a minha jornada espiritual pessoal (Cap 25.2), é uma desobediência direta ao Senhor da Igreja (Hebreus 10:25). A purificação do Corpo de Cristo exige que nos arrependamos do nosso individualismo e nos comprometamos novamente com o ajuntamento solene e indispensável do povo de Deus.</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 7,
    "texto_wcf": "Assim como é lei da natureza que, em geral, uma proporção devida de tempo seja separada para o culto a Deus, assim também, em sua Palavra, por um mandamento positivo, moral e perpétuo, que obriga a todos os homens, em todas as eras, ele determinou particularmente um dia em sete para ser um sábado [descanso], a ser guardado santo para ele (jj). Desde o princípio do mundo até à ressurreição de Cristo, esse dia era o último da semana; e, desde a ressurreição de Cristo, foi mudado para o primeiro dia da semana (kk), que na Escritura é chamado o Dia do Senhor (ll), e deve continuar até ao fim do mundo como o Sábado cristão (mm).",
    "referencias_biblicas": "(jj) Êx 20.8, 10-11; Is 56.2, 4, 6-7. (kk) Gn 2.2-3; 1Co 16.1-2; At 20.7. (ll) Ap 1.10. (mm) Êx 20.8, 10; Mt 5.17-18.",
    "comentario_devocional": "<p>O hiper-modernismo é a cultura do cansaço 24/7. Estamos perpetuamente \"ligados\", consumindo, produzindo ou nos distraindo. O trabalho e a recreação invadem cada momento. O Dia do Senhor é a rebelião santa de Deus contra esta tirania.</p><p>A Confissão (seguindo Calvino) afirma que o Sábado não foi abolido; é um mandamento \"moral e perpétuo\" (jj), enraizado na criação (Quarto Mandamento). Foi <i>transferido</i> para o primeiro dia (Domingo) para celebrar a Ressurreição — a Nova Criação (kk). A purificação da Igreja exige que ela recupere o Dia do Senhor da tirania da produtividade e da distração. Devemos parar de tratar o Domingo como o \"fim de semana\" e começar a honrá-lo como o Sábado Cristão.</p>"
  },
  {
    "capitulo_num": 21,
    "capitulo_titulo": "Do Culto Religioso e do Dia de Sábado",
    "paragrafo_num": 8,
    "texto_wcf": "Este Sábado, portanto, é guardado santo para o Senhor quando os homens, depois de uma devida preparação dos seus corações e de uma ordenação prévia dos seus negócios comuns, não somente observam um santo descanso, durante todo o dia, das suas próprias obras, palavras e pensamentos acerca dos seus empregos e recreações mundanas (nn), mas também ocupam todo o tempo nos exercícios públicos e privados do seu culto, e nos deveres de necessidade e de misericórdia (oo).",
    "referencias_biblicas": "(nn) Êx 20.8, 10; Êx 16.23, 25-26, 29-30; Êx 31.15-17; Is 58.13; Ne 13.15-19, 21-22. (oo) Is 58.13; Mt 12.1-13.",
    "comentario_devocional": "<p>Como guardamos o Sábado? O hiper-modernismo vê o Domingo como um dia para consumo, desporto (\"brunch\"), ou para \"recuperar\" o trabalho. A Confissão define o Sábado por dois movimentos: (1) <i>Cessação:</i> Um \"santo descanso\" das nossas \"obras... empregos e recreações mundanas\" (nn). O Sábado não é um dia de \"auto-cuidado\" terapêutico; é um dia de descanso <i>em Deus</i>, abstendo-se do trabalho e do entretenimento comum. (2) <i>Ocupação:</i> Não é um vácuo, mas um dia \"ocupado\" com o culto público e privado, e com obras de \"necessidade e misericórdia\" (oo). A purificação exige que recuperemos o Dia do Senhor como um dia inteiro de alegria, libertação, culto e descanso em nosso Criador e Redentor.</p>"
  },
  {
    "capitulo_num": 22,
    "capitulo_titulo": "Dos Juramentos Legítimos e dos Votos",
    "paragrafo_num": 1,
    "texto_wcf": "O juramento legítimo é uma parte do culto religioso (a), pelo qual, em ocasiões justas, o jurador solenemente invoca a Deus por testemunha do que ele afirma ou promete; e para que o julgue segundo a verdade ou falsidade do que jura (b).",
    "referencias_biblicas": "(a) Dt 10.20. (b) Êx 20.7; Lv 19.12; 2Co 1.23; 2Cr 6.22-23.",
    "comentario_devocional": "<p>A cultura hiper-moderna destruiu o valor da fala. A verdade é relativa, e as promessas são fluidas. Um juramento (Oath) é um ato de <i>culto</i> (Cap. 21) que invoca o próprio Deus (que é a Verdade, Cap. 2) como testemunha e vingador da verdade. A nossa cultura banalizou o juramento (\"juro por tudo\") ou substituiu Deus por criaturas (o \"eu\", a \"ciência\", etc.). A Confissão purifica a nossa fala ao lembrar-nos que só o Nome de Deus (que \"conhece o coração\") pode garantir a verdade.</p>"
  },
  {
    "capitulo_num": 22,
    "capitulo_titulo": "Dos Juramentos Legítimos e dos Votos",
    "paragrafo_num": 2,
    "texto_wcf": "O único nome pelo qual os homens devem jurar é o Nome de Deus, pois só ele conhece o coração (c). É, portanto, pecaminoso e abominável jurar por esse Nome, vã ou temerariamente; ou jurar, de algum modo, por qualquer outra coisa (d). Contudo, em assuntos de peso e importância, para confirmação da verdade e para pôr fim a toda contenda, o juramento é autorizado pela Palavra de Deus, sob o Novo Testamento, bem como sob o Antigo (e). Portanto, sendo o juramento legítimo imposto pela autoridade legítima, deve ser prestado (f).",
    "referencias_biblicas": "(c) Dt 6.13. (d) Êx 20.7; Jr 5.7; Mt 5.34, 37; Tg 5.12. (e) Hb 6.16; 2Co 1.23; Is 65.16. (f) 1Rs 8.31; Ne 13.25; Esd 10.5.",
    "comentario_devocional": "<p>Calvino, contra os anabatistas que proibiam todos os juramentos, defendeu esta prática, notando que Cristo não proibiu o juramento solene (Mt 5:34), mas o juramento vão, profano e por criaturas (d) — o tipo exato de fala vazia que define a nossa era. A purificação da Igreja exige que recuperemos o peso do Terceiro Mandamento. A nossa fala importa porque Deus está a ouvir. Jurar (seja num tribunal ou num voto) é apelar ao único Ser no universo que \"conhece o coração\" (c) como garantia da nossa verdade.</p>"
  },
  {
    "capitulo_num": 22,
    "capitulo_titulo": "Dos Juramentos Legítimos e dos Votos",
    "paragrafo_num": 3,
    "texto_wcf": "Todo aquele que presta um juramento deve considerar devidamente a seriedade de um ato tão solene e, assim, nada afirmar senão o que esteja plenamente persuadido ser a verdade (g). Ninguém deve prometer por juramento senão o que seja bom e justo, o que ele crê sê-lo, e o que é capaz de cumprir e está resolvido a fazê-lo (h). É pecado recusar-se a prestar juramento concernente a qualquer coisa que seja boa e justa, sendo ele imposto pela autoridade legítima (i).",
    "referencias_biblicas": "(g) Êx 20.7; Jr 4.2. (h) Gn 24.2-3, 5-6, 8-9. (i) Nm 5.19, 21; Ne 5.12; Êx 22.7-11.",
    "comentario_devocional": "<p>O hiper-modernismo vive do \"juramento vão e temerário\" (profanidade, hipérbole, quebra de promessas). A purificação da Igreja exige que recuperemos o temor santo pelo Nome de Deus. A nossa fala não deve ser leviana. Quando nos envolvemos num juramento (seja num tribunal ou, por extensão, num voto matrimonial), fazemo-lo com \"santo temor\", sabendo que invocámos o Juiz do universo.</p>"
  },
  {
    "capitulo_num": 22,
    "capitulo_titulo": "Dos Juramentos Legítimos e dos Votos",
    "paragrafo_num": 4,
    "texto_wcf": "O juramento deve ser prestado no sentido claro e comum das palavras, sem equívocos ou reservas mentais (j). Ele não pode obrigar a pecar; mas, em qualquer coisa boa ou justa, sendo prestado, obriga a pessoa, mesmo com prejuízo seu (k), ainda que seja a hereges ou infiéis (l).",
    "referencias_biblicas": "(j) Jr 4.2; Sl 24.4. (k) Sl 15.4. (l) Ez 17.16, 18-19; Js 9.18-19; 2Sm 21.1.",
    "comentario_devocional": "<p>O \"eu\" hiper-moderno é radicalmente autônomo e <i>não-vinculado</i>. Ele exige o direito de redefinir a realidade e as promessas com base nos sentimentos atuais. Os votos de casamento, contratos e promessas são vistos como temporários. A Confissão afirma que um juramento <i>vincula</i> a consciência, independentemente das consequências (\"ainda que com dano seu\", Salmo 15:4). A verdade não é fluida. A nossa palavra, uma vez empenhada sob Deus, é irrevogável. A Igreja deve ser o lugar onde o \"sim\" significa \"sim\" (Mt 5:37) e onde as promessas são mantidas.</p>"
  },
  {
    "capitulo_num": 22,
    "capitulo_titulo": "Dos Juramentos Legítimos e dos Votos",
    "paragrafo_num": 5,
    "texto_wcf": "O voto é da mesma natureza que o juramento promissório e deve ser feito com o mesmo cuidado religioso e cumprido com a mesma fidelidade (m).",
    "referencias_biblicas": "(m) Is 19.21; Ec 5.4-6; Sl 61.8; Sl 66.13-14.",
    "comentario_devocional": "<p>Um voto é um juramento feito diretamente a Deus. A espiritualidade hiper-moderna (baseada em sentimentos) evita o compromisso vinculativo. Os votos são vistos como ameaças à \"autenticidade\" futura (E se eu mudar de ideias?). A Confissão ensina que os votos (feitos com base na fé, não em zelo precipitado) são meios de graça que nos disciplinam, fortalecem e expressam gratidão.</p>"
  },
  {
    "capitulo_num": 22,
    "capitulo_titulo": "Dos Juramentos Legítimos e dos Votos",
    "paragrafo_num": 6,
    "texto_wcf": "Não deve ser feito a nenhuma criatura, senão só a Deus (n); e, para que seja aceitável, deve ser feito voluntariamente, com fé e consciência do dever, em reconhecimento da misericórdia ou para a obtenção daquilo que queremos; ou para nos obrigarmos mais estritamente a deveres necessários, ou a outras coisas, na medida em que e quando elas possam conduzir a esses deveres (o).",
    "referencias_biblicas": "(n) Sl 76.11; Jr 44.25-26. (o) Dt 23.21-23; Sl 50.14; Gn 28.20-22; 1Sm 1.11; Sl 66.13-14; Sl 132.2-5.",
    "comentario_devocional": "<p>Este parágrafo reforça que o Voto é um ato de adoração vertical (\"só a Deus\") e deve ser feito \"voluntariamente\" e com fé, com o objetivo de nos aproximar dos deveres que Ele já ordenou, para a Sua glória.</p>"
  },
  {
    "capitulo_num": 22,
    "capitulo_titulo": "Dos Juramentos Legítimos e dos Votos",
    "paragrafo_num": 7,
    "texto_wcf": "Ninguém deve fazer voto de praticar qualquer coisa proibida na Palavra de Deus, ou que impeça qualquer dever nela ordenado; ou que não esteja em seu poder cumprir e para cuja execução não tenha promessa de capacidade da parte de Deus (p). Nisto se evidencia que os votos monásticos papistas de celibato perpétuo, pobreza professada e obediência regular não são, em vez de graus de maior perfeição, senão laços supersticiosos e pecaminosos, nos quais nenhum cristão se deve embaraçar (q).",
    "referencias_biblicas": "(p) At 23.12, 14; Mc 6.26; Nm 30.5, 8, 12-13. (q) Mt 19.11-12; 1Co 7.2, 9; Ef 4.28; 1Pe 4.2; 1Co 7.23.",
    "comentario_devocional": "<p>Este parágrafo aplica o Princípio Regulador (Cap. 21.1) aos nossos compromissos. Não podemos prometer a Deus o que Ele não pede, nem o que a Sua Palavra proíbe. O hiper-modernismo cria os seus próprios \"votos monásticos\" seculares: votos de lealdade a ideologias, compromissos com o \"eu autêntico\" (mesmo que contrário à Palavra). A Confissão rejeita os votos monásticos medievais não porque exigiam demasiado, mas porque eram \"laços supersticiosos\" (q) — invenções humanas que falsamente sugeriam um \"grau de maior perfeição\" do que a obediência comum. A purificação da Igreja exige que os nossos compromissos mais profundos sejam moldados pela Palavra revelada de Deus, e não por \"laços supersticiosos\" (sejam eles religiosos antigos ou terapêuticos modernos).</p>"
  },
  {
    "capitulo_num": 23,
    "capitulo_titulo": "Do Magistrado Civil",
    "paragrafo_num": 1,
    "texto_wcf": "Deus, o Senhor supremo e Rei de todo o mundo, ordenou magistrados civis para lhe estarem sujeitos e governarem o povo, para a glória de Deus e para o bem público. Para este fim, ele os armou com o poder da espada, para defesa e incentivo daqueles que são bons e para punição dos malfeitores (a). É lícito aos cristãos aceitar e exercer o ofício de magistrado, quando chamados para isso (b); e em sua administração, devem eles especialmente manter a justiça e a paz (c), segundo as leis justas de cada comunidade.",
    "referencias_biblicas": "(a) Rm 13.1-4; 1Pe 2.13-14. (b) Pv 8.15-16; Rm 13.1-2, 4. (c) Sl 82.3-4; 2Sm 23.3; 1Pe 2.13-14.",
    "comentario_devocional": "<p>O hiper-modernismo oscila entre dois erros: o Anarquismo (rejeitar toda autoridade como opressão) e o Estatismo (fazer do Estado o salvador total). A Confissão, baseada em Romanos 13, rejeita ambos. O governo civil não é um acidente humano; é uma \"ordenação de Deus\". O magistrado (o governante, o polícia) não responde em última instância ao povo, mas a Deus, \"o Senhor supremo\", para \"a glória de Deus e para o bem público\". O seu propósito, num mundo caído (Cap. 6), é usar o \"poder da espada\" para refrear o mal (punir os malfeitores). Como Bavinck (via Kuyper) ensinou, esta é uma "esfera" distinta da Igreja. Ser um magistrado é uma vocação santa e legítima (b).</p>"
  },
  {
    "capitulo_num": 23,
    "capitulo_titulo": "Do Magistrado Civil",
    "paragrafo_num": 2,
    "texto_wcf": "É lícito aos cristãos... para esse fim, podem agora, sob o Novo Testamento, legalmente fazer guerra, em ocasiões justas e necessárias (d).",
    "referencias_biblicas": "(d) Lc 3.14; Rm 13.4; Mt 8.9-10; At 10.1-2.",
    "comentario_devocional": "<p>(Contra os Anabatistas e o pacifismo terapêutico moderno). O Estado tem o \"poder da espada\" (Par. 1). O hiper-modernismo vê toda a violência (especialmente do Estado) como má. A tradição reformada (agostiniana) afirma que, num mundo caído (Cap 6), o Estado tem o dever dado por Deus de usar a força (a espada) para proteger os inocentes do mal (justiça retributiva). A guerra <i>pode</i> ser justa (embora trágica) quando necessária para refrear um mal maior.</p>"
  },
  {
    "capitulo_num": 23,
    "capitulo_titulo": "Do Magistrado Civil",
    "paragrafo_num": 3,
    "texto_wcf": "[Texto original de 1646 alterado na América em 1789. O princípio Reformado essencial (Neocalvinista) é a Soberania das Esferas.] O magistrado civil não pode assumir para si a administração da Palavra e dos Sacramentos, ou o poder das chaves do reino dos céus; contudo, ele tem autoridade, e é seu dever, como autoridade civil, proteger a Igreja de nosso comum Senhor, sem dar preferência a qualquer denominação de cristãos sobre as demais.",
    "referencias_biblicas": "(Princípios: Hb 5.4; 2Cr 26.18; Mt 16.19; 1Co 4.1-2; Jo 18.36; Ef 4.11-12.)",
    "comentario_devocional": "<p>O Estado hiper-moderno é totalitário; ele não reconhece limites, procurando funcionar como a igreja (definindo a moralidade) e a família. A teologia Neocalvinista (Bavinck/Kuyper) afirma a \"Soberania das Esferas\". Deus ordenou a Igreja e o Estado como esferas separadas, ambas respondendo a Ele. O Estado não governa a Igreja; a Igreja não governa o Estado. O Estado hiper-moderno e secularista, ao tentar redefinir o casamento (Cap. 24) ou forçar a consciência (Cap. 20) em oposição à Palavra, torna-se tirânico. A purificação da Igreja exige que ela honre o Estado (Par. 1), mas recuse a sua usurpação da esfera da Igreja, pois Cristo é o único Rei da Igreja (Cap. 25.6).</p>"
  },
  {
    "capitulo_num": 23,
    "capitulo_titulo": "Do Magistrado Civil",
    "paragrafo_num": 4,
    "texto_wcf": "É dever do povo orar pelos magistrados (e), honrar as suas pessoas (f), pagar-lhes tributos e outros impostos (g), obedecer às suas ordens legítimas e sujeitar-se à sua autoridade, por causa da consciência (h). Incredulidade ou diferença de religião não anula a justa e legal autoridade do magistrado, nem isenta o povo da devida obediência a ele (i); da qual as pessoas eclesiásticas não estão isentas (j). O Papa não tem nenhum poder ou jurisdição sobre os magistrados em seus domínios, ou sobre qualquer pessoa do seu povo (k).",
    "referencias_biblicas": "(e) 1Tm 2.1-2. (f) 1Pe 2.17. (g) Rm 13.6-7. (h) Rm 13.5; Tt 3.1. (i) 1Pe 2.13-14, 16. (j) Rm 13.1; At 25.9-11. (k) 2Ts 2.4; Rm 13.1.",
    "comentario_devocional": "<p>A atitude hiper-moderna para com o governo é de desprezo cínico. A Confissão (Rm 13) exige obediência \"por causa da consciência\" (h) — nós obedecemos ao governo (mesmo quando discordamos dele) porque estamos a obedecer à ordenação de Deus. O nosso dever é orar (e), honrar (f) e pagar impostos (g).</p><p>Crucialmente, a legitimidade do governo <i>não</i> depende de ele ser cristão (\"Incredulidade... não anula a autoridade\", i). O governo civil tem a sua autoridade da graça comum de Deus, não da graça especial da Igreja. Devemos obedecer a um governante pagão (como Paulo ordenou sob Nero). Este parágrafo também finaliza a separação das esferas: os líderes da Igreja (Papa/pastores) não têm poder civil (j, k).</p>"
  },
  {
    "capitulo_num": 24,
    "capitulo_titulo": "Do Matrimônio e do Divórcio",
    "paragrafo_num": 1,
    "texto_wcf": "O matrimônio deve ser entre um homem e uma mulher; nem é lícito a qualquer homem ter mais de uma esposa, nem a qualquer mulher ter mais de um marido, ao mesmo tempo (a).",
    "referencias_biblicas": "(a) Gn 2.24; Mt 19.5-6; Pv 2.17; Ml 2.15.",
    "comentario_devocional": "<p>O hiper-modernismo declarou guerra total a este parágrafo. A nossa cultura insiste que o casamento é uma construção social fluida, definida pelo afeto subjetivo e pela identidade autêntica do indivíduo, separada da biologia ou da revelação. Ela exige a validação de uniões poliamorosas e homossexuais.</p><p>A Confissão, ancorada em Gênesis 2 e afirmada por Cristo (Mateus 19), afirma que o casamento não é uma invenção humana que possamos redefinir; é uma ordenança da criação divina. Como Bavinck argumentou, o casamento é a esfera fundamental da sociedade, enraizada na criação do <i>Imago Dei</i> como \"macho e fêmea\" (Cap. 4.2). A purificação da Igreja exige que ela, com amor mas sem compromisso, mantenha o padrão da criação: um homem, uma mulher, para a vida.</p>"
  },
  {
    "capitulo_num": 24,
    "capitulo_titulo": "Do Matrimônio e do Divórcio",
    "paragrafo_num": 2,
    "texto_wcf": "O matrimônio foi ordenado para o auxílio mútuo de marido e mulher (b); para a propagação da humanidade por uma descendência legítima, e da Igreja por uma semente santa (c); e para evitar a impureza (d).",
    "referencias_biblicas": "(b) Gn 2.18. (c) Ml 2.15; Is 59.21. (d) 1Co 7.2, 9.",
    "comentario_devocional": "<p>O hiper-modernismo reduziu o casamento a um único propósito: o terapêutico (auxílio mútuo, redefinido como auto-realização emocional). Se essa realização falha, o casamento é considerado nulo.</p><p>A Confissão restaura a plenitude do propósito de Deus. Sim, é para \"auxílio mútuo\" (b), mas é igualmente para (c) \"a propagação da humanidade\" (o mandato cultural de Gênesis 1:28) e (d) \"evitar a impureza\". O casamento é o remédio santo de Deus para a concupiscência (1 Coríntios 7), canalizando a sexualidade para dentro dos limites do pacto. A purificação da Igreja exige que ela recupere a natureza pactual e procriativa do casamento, em vez da definição terapêutica e romântica do mundo.</p>"
  },
  {
    "capitulo_num": 24,
    "capitulo_titulo": "Do Matrimônio e do Divórcio",
    "paragrafo_num": 3,
    "texto_wcf": "É lícito a todos os tipos de pessoas casarem-se, desde que sejam capazes de dar o seu consentimento racional (e). Contudo, é dever dos cristãos casarem-se somente no Senhor (f). E, portanto, aqueles que professam a verdadeira religião reformada não devem casar-se com infiéis, papistas ou outros idólatras; nem devem os piedosos ficar sob jugo desigual, casando-se com aqueles que são notoriamente ímpios em suas vidas, ou que mantêm heresias detestáveis (g).",
    "referencias_biblicas": "(e) Hb 13.4; 1Tm 4.3; 1Co 7.36-38; Gn 24.57-58. (f) 1Co 7.39. (g) Gn 34.14; Êx 34.16; Dt 7.3-4; 1Rs 11.4; Ne 13.25-27; Ml 2.11-12; 2Co 6.14.",
    "comentario_devocional": "<p>O ídolo supremo do hiper-modernismo é o \"amor\" romântico. A cultura insiste que o sentimento romântico anula todas as outras considerações. A Confissão afirma a primazia da fé. O dever do cristão é casar-se \"somente no Senhor\" (1 Coríntios 7:39).</p><p>A lealdade pactual a Cristo deve governar a nossa escolha conjugal. Entrar num pacto de uma só carne com um incrédulo (ou, como a Confissão aplica, qualquer pessoa dedicada a uma falsa religião idólatra) é colocar-se voluntariamente sob um \"jugo desigual\" (2 Coríntios 6:14). A purificação da Igreja exige que os crentes parem de subordinar a sua identidade em Cristo ao desejo de romance e reconheçam que a unidade espiritual é o único fundamento duradouro para o pacto matrimonial.</p>"
  },
  {
    "capitulo_num": 24,
    "capitulo_titulo": "Do Matrimônio e do Divórcio",
    "paragrafo_num": 4,
    "texto_wcf": "O matrimônio não deve ser contraído dentro dos graus de consanguinidade ou afinidade proibidos na Palavra (h). Tais casamentos incestuosos jamais podem ser legitimados por qualquer lei humana, ou pelo consentimento das partes, de modo que tais pessoas vivam juntas como marido e mulher (i).",
    "referencias_biblicas": "(h) Lv 18; 1Co 5.1; Am 2.7. (i) Mc 6.18; Lv 18.24-28.",
    "comentario_devocional": "<p>Numa era hiper-moderna que define a moralidade apenas pelo \"consentimento\" e rejeita todos os limites como opressivos, este parágrafo reafirma que a moralidade não é determinada pelo desejo humano, mas pela Lei divina. Deus (em Levítico 18) estabeleceu limites permanentes para proteger a ordem da criação e a estrutura familiar. Nenhuma lei humana ou \"consentimento das partes\" (o padrão moral máximo da nossa cultura) pode tornar legítimo o que Deus declarou abominável (i).</p>"
  },
  {
    "capitulo_num": 24,
    "capitulo_titulo": "Do Matrimônio e do Divórcio",
    "paragrafo_num": 5,
    "texto_wcf": "O adultério ou a fornicação cometidos após o noivado, se descobertos antes do casamento, dão justa ocasião à parte inocente para dissolver o contrato (j). No caso de adultério após o casamento, é lícito à parte inocente mover uma ação de divórcio (k); e, após o divórcio, casar-se com outra pessoa, como se a parte ofensora estivesse morta (l).",
    "referencias_biblicas": "(j) Mt 1.18-20. (k) Mt 5.31-32. (l) Mt 19.9; Rm 7.2-3.",
    "comentario_devocional": "<p>O hiper-modernismo exige o divórcio \"sem culpa\" (no-fault), baseado no declínio do sentimento terapêutico (\"infelicidade\"). A Confissão, ecoando Cristo (Mt 19), afirma a permanência radical do pacto. O casamento é indissolúvel, <i>exceto</i> nos casos em que o pacto já foi catastroficamente quebrado por uma das partes: (1) infidelidade sexual (adultério, k), que viola o vínculo sexual. A purificação da Igreja exige que ela trate o divórcio com a gravidade bíblica (como uma amputação trágica permitida apenas em circunstâncias extremas), e não com a facilidade terapêutica do mundo.</p>"
  },
  {
    "capitulo_num": 24,
    "capitulo_titulo": "Do Matrimônio e do Divórcio",
    "paragrafo_num": 6,
    "texto_wcf": "Embora a corrupção do homem seja tal que o incline a procurar argumentos para, injustificadamente, separar aqueles que Deus uniu em matrimônio, contudo, nada mais é causa suficiente para dissolver o vínculo do casamento senão o adultério ou a deserção obstinada e irremediável, que não pode ser remediada pela Igreja ou pelo magistrado civil (m).",
    "referencias_biblicas": "(m) Mt 19.8-9; 1Co 7.15; Mt 19.6.",
    "comentario_devocional": "<p>Este parágrafo fornece a segunda (e única outra) causa bíblica para o divórcio, seguindo Calvino e a tradição reformada: \"deserção obstinada\" (baseado em 1 Coríntios 7:15). Quando um cônjuge (tipicamente o incrédulo) abandona maliciosamente o pacto e se recusa a ser remediado, o vínculo é quebrado. Fora destas duas causas trágicas (adultério ou deserção), a Confissão condena todas as outras tentativas de divórcio como argumentos injustificados da nossa própria corrupção para rasgar o que \"Deus uniu\".</p>"
  },
  {
    "capitulo_num": 25,
    "capitulo_titulo": "Da Igreja",
    "paragrafo_num": 1,
    "texto_wcf": "A Igreja católica ou universal, que é invisível, consiste no número total dos eleitos que já foram, estão sendo ou ainda serão reunidos em um só corpo sob Cristo, seu Cabeça (a). Ela é a esposa, o corpo, a plenitude daquele que enche tudo em todos (b).",
    "referencias_biblicas": "(a) Ef 1.10, 22-23; Ef 5.23, 27, 32; Cl 1.18. (b) Ef 1.10, 22-23; Ef 5.23, 27, 32; Cl 1.18.",
    "comentario_devocional": "<p>O hiper-modernismo é uma era de fragmentação, solidão e individualismo radical. Este parágrafo eleva a nossa visão para além da nossa experiência isolada. A verdadeira Igreja de Cristo (a Igreja \"católica\" ou universal) não é primariamente uma instituição local ou temporal; é um <i>organismo</i> invisível e eterno (como Bavinck enfatizou).</p><p>Consiste no \"número total dos eleitos\" (Cap. 3) — todos aqueles por quem Cristo morreu (Cap. 8), unidos pelo Espírito (Cap. 10) num só Corpo. Isto significa que o crente nunca está sozinho. Estamos unidos não apenas aos santos que vemos, mas a Abraão, a Paulo, e a todos os santos que \"ainda serão reunidos\". O hiper-modernismo insiste na autonomia; a Confissão insiste que somos membros de um \"Corpo\" (a), e este Corpo tem apenas um \"Cabeça\": Cristo (Cl 1:18). A Igreja não é uma democracia; é uma Monarquia divina.</p>"
  },
  {
    "capitulo_num": 25,
    "capitulo_titulo": "Da Igreja",
    "paragrafo_num": 2,
    "texto_wcf": "A Igreja visível, que também é católica ou universal sob o Evangelho (não estando restrita a uma nação, como antes sob a Lei), consiste em todos aqueles que pelo mundo inteiro professam a verdadeira religião (c), juntamente com os seus filhos (d); e é o Reino do Senhor Jesus Cristo (e), a casa e família de Deus (f), fora da qual não há possibilidade ordinária de salvação (g).",
    "referencias_biblicas": "(c) 1Co 1.2; 1Co 12.12-13; Sl 2.8; Ap 7.9; Rm 15.9-12. (d) 1Co 7.14; At 2.39; Ez 16.20-21; Rm 11.16; Gn 3.15; Gn 17.7. (e) Mt 13.47; Is 9.7. (f) Ef 2.19; Ef 3.15. (g) At 2.47.",
    "comentario_devocional": "<p>Este é o parágrafo mais ofensivo ao espírito hiper-moderno. A nossa cultura é a religião do \"espiritual mas não religioso\" — o dogma do individualismo que afirma que se pode ter Cristo sem a Igreja.</p><p>A Confissão, ecoando Calvino, declara que a Igreja visível (a instituição que \"professa\" a fé) é a nossa \"Mãe\". É a \"casa e família de Deus\" (f). Deus não salva indivíduos para o isolamento; Ele adota (Cap. 12) órfãos para uma família.</p><p>A afirmação \"fora da qual não há possibilidade ordinária de salvação\" (g) (<i>extra Ecclesiam nulla salus</i>) não significa que a instituição nos salva (só Cristo salva), mas que a Igreja visível é a <i>arena</i> onde os meios ordinários da salvação (a Palavra e os Sacramentos, Par. 3) são administrados. Rejeitar voluntariamente a Igreja visível (Hebreus 10:25) é rejeitar os meios ordenados por Deus para a salvação. A purificação exige que nos arrependamos do nosso orgulho individualista e voltemos humildemente à \"Mãe\" visível que Deus nos deu. (Nota: A inclusão de \"e seus filhos\" (d) é a base para o batismo infantil pactual).</p>"
  },
  {
    "capitulo_num": 25,
    "capitulo_titulo": "Da Igreja",
    "paragrafo_num": 3,
    "texto_wcf": "A esta Igreja visível e universal, Cristo deu o ministério, os oráculos e as ordenanças de Deus, para o ajuntamento e o aperfeiçoamento dos santos, nesta vida, até ao fim do mundo; e, pelo seu próprio Espírito, os torna eficazes para esse fim (h).",
    "referencias_biblicas": "(h) 1Co 12.28; Ef 4.11-13; Mt 28.19-20; Is 59.21.",
    "comentario_devocional": "<p>Porque é que a Igreja (Par. 2) é necessária? Porque a Igreja não é um clube social ou um centro de ativismo (as visões hiper-modernas). É a instituição divinamente encarregada dos \"meios da graça\": o Ministério (pastores e mestres), os Oráculos (a Escritura) e as Ordenanças (Sacramentos).</p><p>O propósito destes meios é duplo: (1) O ajuntamento (evangelismo) e (2) o aperfeiçoamento (santificação, Cap. 13) dos santos. A purificação da Igreja exige que ela abandone os seus programas de entretenimento centrados no homem e confie radicalmente que os meios simples que Cristo ordenou (pregação, batismo, ceia) são os instrumentos que o Seu Espírito (h) usará eficazmente para construir o Seu Reino.</p>"
  },
  {
    "capitulo_num": 25,
    "capitulo_titulo": "Da Igreja",
    "paragrafo_num": 4,
    "texto_wcf": "Esta Igreja católica [visível] tem sido ora mais, ora menos visível (i). E as igrejas particulares, que são membros dela, são mais ou menos puras, segundo o Evangelho é nelas pregado e abraçado, as ordenanças são administradas e o culto público é celebrado com maior ou menor pureza (j).",
    "referencias_biblicas": "(i) Rm 11.3-5; At 9.31. (j) At 2.41-42; 1Co 5.6-7; Ap 2-3.",
    "comentario_devocional": "<p>Este parágrafo dá-nos um realismo santo, purificando-nos de dois erros hiper-modernos: o relativismo e o perfeccionismo.</p><p>Contra o <i>relativismo</i> (que diz que \"todas as igrejas são iguais\"), o Parágrafo 4 afirma que as igrejas são \"mais ou menos puras\". A pureza não é um sentimento; é medida objetivamente pelas \"marcas\" da Igreja (Calvino): a pureza da pregação, a administração correta das ordenanças e a pureza do culto (Cap. 21).</p><p>Contra o <i>perfeccionismo</i> (o idealismo que abandona uma igreja ao primeiro sinal de falha), o Parágrafo 5 (abaixo) afirma que mesmo \"as igrejas mais puras\" estão sujeitas a \"mistura e erro\". A purificação exige que evitemos tanto o cinismo (abandonar a Igreja) como o liberalismo (aceitar a apostasia).</p>"
  },
  {
    "capitulo_num": 25,
    "capitulo_titulo": "Da Igreja",
    "paragrafo_num": 5,
    "texto_wcf": "As igrejas mais puras debaixo do céu estão sujeitas tanto à mistura como ao erro (k). Algumas degeneraram tanto que deixaram de ser igrejas de Cristo, tornando-se sinagogas de Satanás (l). Não obstante, haverá sempre sobre a terra uma Igreja para adorar a Deus segundo a sua vontade (m).",
    "referencias_biblicas": "(k) 1Co 13.12; Ap 2-3; Mt 13.24-30, 47. (l) Ap 18.2; Rm 11.18-22. (m) Mt 16.18; Sl 72.17; Sl 102.28; Mt 28.19-20.",
    "comentario_devocional": "<p>Mesmo \"as igrejas mais puras\" estão sujeitas a \"mistura e erro\" (k). A Igreja nesta era é um campo misto (Mateus 13). Rejeitamos o perfeccionismo. Contudo, rejeitamos também o relativismo que tolera a apostasia. Algumas igrejas \"degeneraram tanto\" (como a Confissão aplica a Roma) que se tornaram \"sinagogas de Satanás\" (l). Mas o conforto final é a perpetuidade da Igreja: apesar da falha humana, Cristo <i>garante</i> que \"sempre haverá... sobre a terra uma Igreja\" (m), e as portas do inferno não prevalecerão (Mt 16:18).</p>"
  },
  {
    "capitulo_num": 25,
    "capitulo_titulo": "Da Igreja",
    "paragrafo_num": 6,
    "texto_wcf": "Não há outro Cabeça da Igreja senão o Senhor Jesus Cristo (n). Nem pode o Papa de Roma, em qualquer sentido, ser o cabeça dela; mas ele é aquele Anticristo, aquele homem do pecado e filho da perdição, que se exalta no Templo de Deus contra Cristo e acima de tudo o que se chama Deus (o).",
    "referencias_biblicas": "(n) Cl 1.18; Ef 1.22. (o) Mt 23.8-10; 2Ts 2.3-4, 8-9; Ap 13.6.",
    "comentario_devocional": "<p>O hiper-modernismo rejeita toda autoridade (anarquia) ou centraliza-a no \"eu\". A Igreja, por vezes, centraliza-a num líder humano carismático. A Confissão (e Bavinck) afirma: a Igreja não é uma democracia, nem uma ditadura humana. É uma Monarquia absoluta. O Rei é Cristo. \"Não há outro Cabeça da Igreja senão o Senhor Jesus Cristo\" (n).</p><p>Qualquer indivíduo (seja o Papa de Roma, como a Confissão historicamente identifica, o) ou instituição humana (um governo, Cap. 23, ou um líder de denominação) que usurpa a autoridade legislativa de Cristo sobre a consciência (Cap. 20.2) e a governação da Igreja, está a agir em oposição direta ao Rei.</p>"
  },
  {
    "capitulo_num": 26,
    "capitulo_titulo": "Da Comunhão dos Santos",
    "paragrafo_num": 1,
    "texto_wcf": "Todos os santos, que estão unidos a Jesus Cristo, seu Cabeça, por seu Espírito e pela fé (a), têm comunhão com ele em suas graças, sofrimentos, morte, ressurreição e glória (b). E, estando unidos uns aos outros em amor, eles têm comunhão nos dons e graças uns dos outros (c), e são obrigados ao cumprimento de tais deveres, públicos e particulares, que conduzem ao seu bem mútuo, tanto no homem interior como no exterior (d).",
    "referencias_biblicas": "(a) 1Jo 1.3; Ef 3.16-19; Jo 1.16; Ef 2.5-6; Fp 3.10; Rm 6.5-6. (b) 1Jo 1.3; Ef 3.16-19; Jo 1.16; Ef 2.5-6; Fp 3.10; Rm 6.5-6. (c) Ef 4.15-16; 1Co 12.7; 1Co 3.21-23; Cl 2.19. (d) 1Ts 5.11, 14; Rm 1.11-12, 14; 1Jo 3.16-18; Gl 6.10.",
    "comentario_devocional": "<p>A espiritualidade hiper-moderna é radicalmente individualista: \"A minha fé é entre mim e Deus\". Este parágrafo destrói essa noção. A Confissão (e Bavinck) ensina que a Igreja é primariamente um <i>organismo</i>. A doutrina da <i>Communio Sanctorum</i> (Comunhão dos Santos) flui diretamente da <i>Unio Mystica</i> (União com Cristo).</p><p>A nossa comunhão não começa horizontalmente; ela começa verticalmente. Porque estamos unidos à \"Cabeça\" (Cristo), estamos, portanto, inseparavelmente \"unidos uns aos outros em amor\". Não podemos estar unidos à Cabeça e separados do Corpo. O hiper-modernismo vê as relações como opcionais e baseadas na afinidade. A Confissão afirma que a comunhão é uma \"obrigação\" (d) que flui da nossa identidade partilhada. Somos purificados quando deixamos de ver a Igreja como um ajuntamento de indivíduos autônomos e a vemos como um Organismo.</p>"
  },
  {
    "capitulo_num": 26,
    "capitulo_titulo": "Da Comunhão dos Santos",
    "paragrafo_num": 2,
    "texto_wcf": "Os santos, por profissão, são obrigados a manter uma santa comunhão e convivência no culto a Deus e na realização de outros serviços espirituais que tendem à sua edificação mútua (e); bem como a socorrer uns aos outros nas coisas temporais, segundo as suas várias necessidades e capacidades (f). Esta comunhão, embora deva ser exercida principalmente nas relações em que se encontram (na família e na igreja) (g), deve, contudo, conforme Deus ofereça oportunidade, estender-se à universalidade da Igreja, a todos os que em todo lugar invocam o nome do Senhor Jesus (h).",
    "referencias_biblicas": "(e) Hb 10.24-25; At 2.42, 46; Is 2.3; 1Co 11.20. (f) At 2.44-45; 1Jo 3.17; 2Co 8-9; At 11.29-30. (g) Ef 4.28. (h) At 11.29-30; 2Co 8-9; Gl 6.10.",
    "comentario_devocional": "<p>Este parágrafo torna concreta a obrigação do Parágrafo 1. O individualismo hiper-moderno pratica o \"consumismo de igreja\" (receber conteúdo digitalmente sem obrigação). A Confissão afirma que a comunhão é uma <i>obrigação</i> que se manifesta de duas formas:</p><p>1. <i>Comunhão Espiritual:</i> Estamos \"obrigados\" a \"manter uma santa comunhão... no culto a Deus\" (e). Esta é a rejeição do \"espiritual mas não religioso\" (Cap. 21.6; 25.2). A recusa em participar da assembleia pública (Hb 10:25) é uma falha na comunhão.</p><p>2. <i>Comunhão Material:</i> A nossa comunhão não é apenas espiritual; é económica. Devemos \"socorrer uns aos outros nas coisas temporais\" (f). A purificação da Igreja exige que percebamos que as nossas carteiras não são exclusivamente nossas; são ferramentas dadas por Deus para o bem do Corpo (1 João 3:17).</p>"
  },
  {
    "capitulo_num": 26,
    "capitulo_titulo": "Da Comunhão dos Santos",
    "paragrafo_num": 3,
    "texto_wcf": "Esta comunhão que os santos têm com Cristo não os torna, de modo algum, participantes da sua substância divina, nem iguais a Cristo em qualquer aspecto (i). Afirmar uma ou outra coisa é ímpio e blasfemo (j). Nem a comunhão que eles têm uns com os outros anula ou infringe o título ou a propriedade que cada homem tem sobre os seus bens e posses (k).",
    "referencias_biblicas": "(i) Cl 1.18-19; 1Co 8.6; Is 42.8; 1Tm 6.15-16; Hb 1.1-14; Sl 45.7. (j) Cl 1.18-19; 1Co 8.6; Is 42.8; 1Tm 6.15-16; Hb 1.1-14; Sl 45.7. (k) Êx 20.15; Ef 4.28; At 5.4.",
    "comentario_devocional": "<p>Este parágrafo protege a Igreja de dois erros opostos que florescem no hiper-modernismo: o Panteísmo e o Comunismo.</p><p>1. <i>Contra o Panteísmo:</i> A espiritualidade \"New Age\" ensina que nos \"tornamos Deus\". A Confissão reitera a distinção Criador-Criatura (Cap 4.1): A nossa comunhão com Cristo é pactual, não uma fusão de substâncias. Somos participantes da Sua graça, não da Sua Deidade. Afirmar o contrário é \"ímpio e blasfemo\".</p><p>2. <i>Contra o Comunismo:</i> A Igreja Primitiva (Atos 2) praticava a generosidade radical (Par. 2), mas não o comunismo (abolição da propriedade privada). A Confissão (contra certos Anabatistas e ideologias seculares modernas) afirma o direito à propriedade (k, cf. Atos 5:4). A nossa generosidade (Par. 2) é o dom <i>voluntário</i> da nossa propriedade, não a abolição forçada dela. A purificação exige que evitemos tanto o individualismo egoísta (que não partilha) como o coletivismo utópico (que nega a propriedade).</p>"
  },
  {
    "capitulo_num": 27,
    "capitulo_titulo": "Dos Sacramentos",
    "paragrafo_num": 1,
    "texto_wcf": "Os sacramentos são santos sinais e selos do pacto da graça (a), imediatamente instituídos por Deus (b), para representar Cristo e os seus benefícios, e para confirmar o nosso interesse nele (c); como também para estabelecer uma diferença visível entre aqueles que pertencem à Igreja e o resto do mundo (d); e para os obrigar solenemente ao serviço de Deus em Cristo, segundo a sua Palavra (e).",
    "referencias_biblicas": "(a) Rm 4.11; Gn 17.7, 11. (b) Mt 28.19; 1Co 11.23. (c) 1Co 10.16; 1Co 11.25-26; Gl 3.27; Gl 3.17. (d) Êx 12.48; Gn 34.14; 1Co 10.21. (e) Rm 6.3-4; 1Co 10.16, 21.",
    "comentario_devocional": "<p>O hiper-modernismo é uma forma de \"gnosticismo\" moderno: ele valoriza o espiritual abstrato e emocional, mas desconfia do físico e material. A fé, para a nossa cultura, é um sentimento interno, separado das ações corporais.</p><p>Os sacramentos são a declaração de Deus de que a matéria <i>importa</i>. São a Palavra tornada visível. Como Calvino ensinou, Deus condescende (Cap. 7.1) à nossa fraqueza e liga a Sua promessa audível a elementos físicos. Eles são (1) \"Sinais\" (apontam para Cristo) e (2) \"Selos\" (o carimbo de Deus, confirmando que as promessas do Pacto são <i>nossas</i>, Rm 4:11).</p><p>Eles também estabelecem uma \"diferença visível\" (d). O hiper-modernismo odeia barreiras. Os sacramentos traçam uma linha. A purificação da Igreja exige que paremos de ver os sacramentos como rituais opcionais e voltemos a vê-los como os selos vitais do nosso Pacto.</p>"
  },
  {
    "capitulo_num": 27,
    "capitulo_titulo": "Dos Sacramentos",
    "paragrafo_num": 2,
    "texto_wcf": "Há em cada sacramento uma relação espiritual, ou união sacramental, entre o sinal e a coisa significada; de onde vem que os nomes e efeitos de um são atribuídos ao outro (f).",
    "referencias_biblicas": "(f) Gn 17.10; Mt 26.26-28; Tt 3.5.",
    "comentario_devocional": "<p>Este é o antídoto reformado para dois erros opostos. (1) O erro Romano (Transubstanciação): que o sinal <i>se torna</i> fisicamente a coisa. (2) O erro Zwingliano/Hiper-moderno (Memorialismo Terapêutico): que o sinal é <i>apenas</i> um sinal (um lembrete subjetivo).</p><p>A visão reformada (Calvino/Bavinck) afirma que existe uma \"união espiritual\". O sinal e a graça estão inseparavelmente ligados pelo Espírito. Quando Cristo disse \"Isto <i>é</i> o meu corpo\" (Mt 26:26), Ele quis dizer que o pão era um veículo garantido da Sua graça. O sinal não é <i>apenas</i> um lembrete; é um <i>meio</i> real pelo qual Cristo, espiritualmente, Se oferece a nós pela fé.</p>"
  },
  {
    "capitulo_num": 27,
    "capitulo_titulo": "Dos Sacramentos",
    "paragrafo_num": 3,
    "texto_wcf": "A graça que é exibida nos sacramentos, ou por meio deles, devidamente usados, não é conferida por qualquer poder neles mesmos. A eficácia de um sacramento também não depende da piedade ou da intenção daquele que o administra (g); mas da obra do Espírito (h) e da palavra da instituição, a qual contém, juntamente com um preceito que autoriza o seu uso, uma promessa de benefício para os que o recebem dignamente (i).",
    "referencias_biblicas": "(g) Rm 2.28-29; 1Pe 3.21. (h) Mt 3.11; 1Co 12.13. (i) Mt 26.27-28; Mt 28.19-20.",
    "comentario_devocional": "<p>O hiper-modernismo é obcecado pela autenticidade e carisma do líder. Muitas vezes julgamos o culto ou o sacramento com base em quão piedoso (autêntico) o ministro parecia. A Confissão liberta-nos disto. A \"eficácia\" (o poder) do sacramento não repousa no homem que o administra (\"piedade ou intenção\", g). O poder repousa em duas coisas imutáveis: a promessa de Cristo (a Palavra da Instituição) e a obra soberana do Espírito Santo (que o aplica). A purificação da Igreja é tirar os nossos olhos do administrador humano e colocá-los na promessa divina.</p>"
  },
  {
    "capitulo_num": 27,
    "capitulo_titulo": "Dos Sacramentos",
    "paragrafo_num": 4,
    "texto_wcf": "Não há no Evangelho senão dois sacramentos instituídos por Cristo nosso Senhor, a saber: o Batismo e a Ceia do Senhor; nenhum dos quais pode ser administrado senão por um ministro da Palavra, legitimamente ordenado (j).",
    "referencias_biblicas": "(j) Mt 28.19; 1Co 11.20, 23; 1Co 4.1; Hb 5.4.",
    "comentario_devocional": "<p>Primeiro, este parágrafo purifica a Igreja da invenção humana (rejeitando os outros cinco \"sacramentos\" romanos). Segundo, isto confronta o individualismo hiper-moderno. A nossa cultura \"espiritual mas não religiosa\" (Cap. 25.2) detesta a autoridade institucional. A ideia de que um indivíduo não pode simplesmente administrar a Ceia sozinho em casa é vista como \"controlo\". A Confissão afirma que os sacramentos não são rituais privados; são ordenanças <i>da Igreja</i> (Cap. 25.3), e Deus ordenou um ofício (o ministro ordenado) para a sua correta administração.</p>"
  },
  {
    "capitulo_num": 27,
    "capitulo_titulo": "Dos Sacramentos",
    "paragrafo_num": 5,
    "texto_wcf": "Os sacramentos do Antigo Testamento, no que diz respeito às coisas espirituais por eles significadas e exibidas, eram, em substância, os mesmos que os do Novo Testamento (k).",
    "referencias_biblicas": "(k) 1Co 10.1-4; 1Co 5.7; Cl 2.11-12.",
    "comentario_devocional": "<p>Isto reafirma a unidade do Pacto da Graça (Cap. 7). O hiper-modernismo (e o antigo Marcionismo) adora criar uma rutura radical entre o AT e o NT. A Confissão (e Calvino) insiste que Deus só tem <i>um</i> plano de salvação.</p><p>A Circuncisão (Gn 17) era o selo do pacto da justiça pela fé (Rm 4:11), significando a mesma graça que o Batismo significa agora (Cl 2:11-12). A Páscoa (Êx 12) era a refeição pactual baseada no cordeiro morto, significando a mesma graça que a Ceia do Senhor significa agora (1 Co 5:7). O povo de Deus, antigo e novo, é um só Corpo, salvo pelo mesmo Cordeiro.</p>"
  },
  {
    "capitulo_num": 28,
    "capitulo_titulo": "Do Batismo",
    "paragrafo_num": 1,
    "texto_wcf": "O batismo é um sacramento do Novo Testamento, instituído por Jesus Cristo (a), não só para admitir solenemente a pessoa batizada na Igreja visível (b), mas também para ser para ela um sinal e selo do pacto da graça (c), da sua união com Cristo (d), da regeneração (e), da remissão dos pecados (f) e da sua entrega a Deus por meio de Jesus Cristo, para andar em novidade de vida (g). Este sacramento, segundo a ordenação de Cristo, deve continuar na sua Igreja até ao fim do mundo (h).",
    "referencias_biblicas": "(a) Mt 28.19. (b) 1Co 12.13. (c) Rm 4.11; Cl 2.11-12. (d) Gl 3.27; Rm 6.5. (e) Tt 3.5. (f) Mc 1.4. (g) Rm 6.3-4. (h) Mt 28.19-20.",
    "comentario_devocional": "<p>A cultura hiper-moderna vê o batismo como um ato de expressão pessoal, a \"minha decisão\". A Confissão corrige isto: o Batismo não é primariamente o que <i>nós</i> fazemos; é o que <i>Deus</i> faz. Não é a nossa promessa a Deus; é o Seu \"sinal e selo\" (c) da Sua promessa para nós. É o ato de \"admissão solene na Igreja visível\" (b), marcando-nos como membros da família de Deus (Cap. 25.2). É a marca de Deus sobre nós, selando a regeneração (e) e a remissão dos pecados (f).</p>"
  },
  {
    "capitulo_num": 28,
    "capitulo_titulo": "Do Batismo",
    "paragrafo_num": 2,
    "texto_wcf": "O elemento exterior a ser usado neste sacramento é a água, com a qual a pessoa deve ser batizada em nome do Pai, e do Filho, e do Espírito Santo, por um ministro do Evangelho, legitimamente ordenado (i).",
    "referencias_biblicas": "(i) Mt 28.19-20; At 10.47; Ef 5.26.",
    "comentario_devocional": "<p>A nossa era adora a complexidade e o espetáculo. Deus escolheu a simplicidade. Apenas \"água\". O poder não está no elemento, mas na sua instituição (Deus ordenou) e na sua fórmula: \"em nome do Pai, e do Filho, e do Espírito Santo\". O batismo é um ato Trinitário, submergindo-nos na vida do Deus Triúno (Cap. 2.3).</p>"
  },
  {
    "capitulo_num": 28,
    "capitulo_titulo": "Do Batismo",
    "paragrafo_num": 3,
    "texto_wcf": "Não é necessário imergir a pessoa na água; mas o batismo é corretamente administrado por efusão (derramamento) ou aspersão (borrifamento) de água sobre a pessoa (j).",
    "referencias_biblicas": "(j) Hb 9.10, 19-22; At 2.41; At 16.33; Mc 7.4.",
    "comentario_devocional": "<p>O hiper-modernismo muitas vezes fetichiza a forma externa (o \"drama\" da imersão) em detrimento da substância interna. A tradição reformada, focando na <i>substância</i> (a água aplicada no Nome Trino), argumenta que a aspersão ou efusão (que significam a \"aspersão\" do sangue de Cristo, Hb 9, e o \"derramamento\" do Espírito, Ez 36:25) é o modo próprio e suficiente.</p>"
  },
  {
    "capitulo_num": 28,
    "capitulo_titulo": "Do Batismo",
    "paragrafo_num": 4,
    "texto_wcf": "Não apenas aqueles que professam pessoalmente a fé em Cristo e a obediência a ele (k), mas também os infantes de um ou de ambos os pais crentes devem ser batizados (l).",
    "referencias_biblicas": "(k) Mc 16.15-16; At 8.37-38. (l) Gn 17.7, 9-10; Gl 3.9, 14; Cl 2.11-12; At 2.38-39; Rm 4.11-12; 1Co 7.14; Mt 28.19; Lc 18.15-16; At 16.14-15, 33.",
    "comentario_devocional": "<p>Este é o confronto direto entre a teologia do Pacto e o individualismo radical do hiper-modernismo. A nossa cultura insiste que a fé é <i>apenas</i> uma escolha cognitiva individual. Assim, o batismo só pode ser para adultos que \"escolhem\".</p><p>A Confissão (seguindo Calvino e Bavinck) insiste que Deus opera através de famílias pactuais (Cap. 7). No Antigo Testamento, os \"infantes\" dos crentes foram incluídos no pacto e receberam o sinal (Circuncisão, Gn 17). O Novo Pacto é <i>mais</i> gracioso, não menos (At 2:39). O batismo substituiu a circuncisão como o selo (Cl 2:11-12).</p><p>Batizamos os nossos filhos não porque eles creram (escolha individual), mas porque eles <i>pertencem</i> à Comunidade Visível do Pacto (1 Co 7:14; Cap. 25.2) e, portanto, têm direito ao sinal <i>da promessa</i>. O batismo infantil é a declaração de Deus de que a Salvação é pela graça, alcançando-nos antes mesmo de podermos escolher.</p>"
  },
  {
    "capitulo_num": 28,
    "capitulo_titulo": "Do Batismo",
    "paragrafo_num": 5,
    "texto_wcf": "Embora seja um grande pecado desprezar ou negligenciar esta ordenança (m), contudo, a graça e a salvação não estão tão inseparavelmente ligadas a ela, a ponto de que nenhuma pessoa possa ser regenerada ou salva sem ela (n); ou que todos os que são batizados sejam indubitavelmente regenerados (o).",
    "referencias_biblicas": "(m) Lc 7.30; Êx 4.24-26. (n) Rm 4.11; At 10.2, 4, 22, 31, 45, 47. (o) At 8.13, 23.",
    "comentario_devocional": "<p>Este parágrafo purifica-nos de dois erros. (1) O erro da <i>Regeneração Batismal</i> (a visão Romana/Luterana): a Confissão afirma que a água <i>não</i> salva automaticamente. A graça e a salvação <i>não</i> estão inseparavelmente ligadas ao rito (n). Nem todos os batizados são regenerados (o, como Simão Mago, At 8). (2) O erro do <i>Individualismo Hiper-moderno</i>: \"Então não preciso dele\". A Confissão condena isto: \"é um grande pecado\" negligenciar a ordenança (m), pois é um ato de desprezo contra o Rei que a ordenou.</p>"
  },
  {
    "capitulo_num": 28,
    "capitulo_titulo": "Do Batismo",
    "paragrafo_num": 6,
    "texto_wcf": "A eficácia do batismo não está ligada àquele momento do tempo em que é administrado (p); contudo, pelo uso correto desta ordenança, a graça prometida não só é oferecida, mas realmente exibida e conferida pelo Espírito Santo, àqueles (sejam adultos ou infantes) a quem essa graça pertence, segundo o conselho da própria vontade de Deus, no seu tempo determinado (q).",
    "referencias_biblicas": "(p) Jo 3.5, 8. (q) Gl 3.27; Tt 3.5; Ef 5.25-26; At 2.38, 41.",
    "comentario_devocional": "<p>Este é o equilíbrio de Bavinck. Rejeitamos que a graça esteja <i>ligada ao momento</i> (Par. 5). Mas também rejeitamos que seja <i>apenas</i> água (o erro Zwingliano/hiper-moderno). O batismo é um meio de graça <i>real</i>. A graça prometida é \"realmente exibida e conferida\" aos eleitos pelo Espírito, \"no seu tempo determinado\" (q). O Espírito sopra onde quer (p). O selo é aplicado (Batismo), e o Espírito cumpre essa promessa (Regeneração) soberanamente — talvez antes, durante, ou (no caso de infantes do pacto) anos depois. Mas o sinal e a coisa significada estão unidos pactuamente.</p>"
  },
  {
    "capitulo_num": 28,
    "capitulo_titulo": "Do Batismo",
    "paragrafo_num": 7,
    "texto_wcf": "O sacramento do batismo deve ser administrado uma só vez a qualquer pessoa (r).",
    "referencias_biblicas": "(r) Tt 3.5.",
    "comentario_devocional": "<p>(Contra os Anabatistas - \"Re-batizadores\"). O Batismo é o selo da nossa <i>entrada</i> no Pacto. Ele corresponde à Circuncisão. Tal como nascemos fisicamente uma vez, somos regenerados (nascidos espiritualmente) uma vez e selados (batizados) uma vez. Não repetimos o nosso selo de entrada (Ef 4:5). A nossa fé pode vacilar (Cap. 14.3), mas a nossa entrada no pacto visível é um ato único e permanente.</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 1,
    "texto_wcf": "A Ceia do Senhor foi instituída por ele na mesma noite em que foi traído, para ser observada em suas igrejas até ao fim do mundo, para perpétua memória do sacrifício de si mesmo em sua morte; para selar (confirmar) aos verdadeiros crentes todos os benefícios dela; para seu nutrimento espiritual e crescimento nele; para maior engajamento deles em todos os deveres que lhe devem; e para ser um vínculo e penhor da sua comunhão com ele, e uns com os outros, como membros do seu corpo místico (a).",
    "referencias_biblicas": "(a) 1Co 11.23-26; 1Co 10.16-17, 21; 1Co 12.13.",
    "comentario_devocional": "<p>A Ceia não é uma invenção da Igreja; é uma ordem do Rei. A espiritualidade hiper-moderna, sendo \"gnóstica\" (desencarnada), reduz a Ceia a um mero ato terapêutico de memória (Memorialismo Zwingliano). A Confissão afirma que ela é muito mais. Sim, é uma \"perpétua memória\" (a), mas é também um \"selo\" (que confirma a promessa, Cap 27), \"nutrimento espiritual\" (realmente recebemos graça) e o \"vínculo da nossa comunhão\" (com Cristo e uns com os outros, Cap 26). Não é apenas olhar para trás; é receber graça agora.</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 2,
    "texto_wcf": "Neste sacramento, Cristo não é oferecido a seu Pai, nem é feito qualquer sacrifício real pela remissão dos pecados dos vivos ou dos mortos (b); mas é somente uma comemoração daquele único oferecimento de si mesmo, feito por ele sobre a cruz, uma única vez (c); e uma oblação espiritual de todo louvor possível a Deus por esse oferecimento (d). Assim, o sacrifício papal da Missa, como eles o chamam, é mui abominável e injurioso ao único sacrifício de Cristo, a única propiciação por todos os pecados dos eleitos (e).",
    "referencias_biblicas": "(b) Hb 9.22, 25-26, 28. (c) 1Co 11.24-26; Mt 26.26-27. (d) Mt 26.26-27. (e) Hb 7.23-24, 27; Hb 10.11-12, 14, 18.",
    "comentario_devocional": "<p>A visão Romana (a Missa) é que o sacerdote <i>re-sacrifica</i> Cristo. A Confissão (seguindo Hebreus 10) declara isto uma \"abominação\", pois o sacrifício de Cristo foi feito \"uma única vez\" (Hb 10:14) e foi perfeitamente completo (Cap. 8.5). A Ceia não é um re-sacrifício de Cristo; é uma participação no sacrifício consumado.</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 3,
    "texto_wcf": "O Senhor Jesus, nesta ordenança, designou que os seus ministros declarassem ao povo a sua palavra de instituição, orassem e abençoassem os elementos do pão e do vinho, separando-os assim do uso comum para o uso santo; tomassem e partissem o pão, tomassem o cálice e (participando eles mesmos) dessem ambos aos comungantes (f); mas não a nenhum que não esteja então presente na congregação (g).",
    "referencias_biblicas": "(f) Mt 26.26-28; Mc 14.22-24; Lc 22.19-20; 1Co 11.23-26. (g) At 20.7; 1Co 11.20.",
    "comentario_devocional": "<p>A Confissão exige que sigamos a simplicidade da instituição de Cristo (f). O poder não está no ritual inventado pelo homem, mas em Cristo e na Sua Palavra. A Ceia é uma refeição <i>comunitária</i> ("presente na congregação"), não um ato privado (g).</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 4,
    "texto_wcf": "A negação do cálice ao povo (h), a adoração dos elementos, o elevá-los ou levá-los em procissão para adoração, e o reservá-los para qualquer pretenso uso religioso, são tudo coisas contrárias à natureza deste sacramento e à instituição de Cristo (i).",
    "referencias_biblicas": "(h) Mc 14.23; 1Co 11.25-29. (i) Mt 15.9.",
    "comentario_devocional": "<p>Qualquer adoração <i>dos elementos</i> (o pão e o vinho) é idolatria (i). A Ceia não é um espetáculo para ser adorado de longe; é uma refeição de comunhão para ser *partilhada* (o que exige que o povo receba tanto o pão *como* o cálice, h). A purificação do culto é restaurar a simplicidade e a participação que Cristo instituiu, removendo as superstições inventadas pelo homem (Cap 21.1).</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 5,
    "texto_wcf": "Os elementos exteriores deste sacramento, devidamente separados para os usos ordenados por Cristo, têm tal relação com Cristo crucificado, que são verdadeira, embora apenas sacramentalmente, por vezes chamados pelos nomes das coisas que eles representam, a saber: o corpo e o sangue de Cristo (j); ainda que, em substância e natureza, eles permaneçam, verdadeira e somente, pão e vinho, como eram antes (k).",
    "referencias_biblicas": "(j) Mt 26.26-28. (k) 1Co 11.26-28; Mt 26.29.",
    "comentario_devocional": "<p>Este parágrafo rejeita a Transubstanciação. O pão continua a ser pão (k). Contudo, a "união sacramental" (Cap 27.2) é tão real que o sinal (pão) pode ser chamado pelo nome da coisa significada (corpo). Eles permanecem distintos (contra Roma), mas estão inseparavelmente unidos pelo Espírito (contra Zwingli).</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 6,
    "texto_wcf": "A doutrina que mantém uma mudança da substância do pão e do vinho na substância do corpo e sangue de Cristo (comumente chamada Transubstanciação), pela consagração de um sacerdote ou por qualquer outro modo, é repugnante não só à Escritura, mas também ao senso comum e à razão; subverte a natureza do sacramento; e tem sido, e é, a causa de múltiplas superstições, e mesmo de grosseiras idolatrias (l).",
    "referencias_biblicas": "(l) At 3.21; 1Co 11.24-26; Lc 24.6, 39.",
    "comentario_devocional": "<p>A Transubstanciação é rejeitada. Ela "subverte a natureza do sacramento" (que exige um sinal *e* uma coisa significada, não apenas a coisa significada). Ela contradiz o senso comum (continua a ser pão) e a Escritura, que afirma que o corpo físico de Cristo está no céu (Ascensão) até ao Seu retorno (Atos 3:21).</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 7,
    "texto_wcf": "Os que recebem dignamente, participando exteriormente dos elementos visíveis neste sacramento (m), também recebem e se alimentam interiormente de Cristo crucificado, e de todos os benefícios da sua morte, real e verdadeiramente, embora não carnal e corporalmente, mas espiritualmente; sendo o corpo e o sangue de Cristo presentes à fé dos crentes, não corporal ou carnalmente, mas tão real e espiritualmente (n) como os próprios elementos o são aos seus sentidos exteriores (o).",
    "referencias_biblicas": "(m) 1Co 11.28. (n) 1Co 10.16. (o) 1Co 10.16.",
    "comentario_devocional": "<p>Este é o coração da visão reformada: a *Presença Espiritual Real* (Calvino). O hiper-modernismo reduziu a Ceia a um ato intelectual (Zwingli): \"Eu lembro-me de Jesus\". A Confissão diz NÃO. Há um mistério profundo. É mais do que memória. Quando participamos <i>pela fé</i> (m), o Espírito Santo une o céu (onde Cristo está fisicamente) à mesa. Nós \"real e verdadeiramente... nos alimentamos de Cristo\" (n). Não fisicamente, mas espiritualmente. Não estamos apenas a lembrar-nos; estamos a *alimentar-nos* Dele, recebendo nutrição e graça real (1 Co 10:16).</p>"
  },
  {
    "capitulo_num": 29,
    "capitulo_titulo": "Da Ceia do Senhor",
    "paragrafo_num": 8,
    "texto_wcf": "Embora os ignorantes e os ímpios recebam os elementos exteriores neste sacramento, contudo não recebem a coisa significada por eles. Mas, por sua indigna aproximação, tornam-se réus do corpo e do sangue do Senhor, para sua própria condenação. Portanto, todas as pessoas ignorantes e ingênuas, como são inaptas para desfrutar de comunhão com ele, são também indignas da mesa do Senhor; e não podem, sem grande pecado contra Cristo, participar desses santos mistérios (p), ou ser admitidas a eles (q), enquanto permanecerem nesse estado.",
    "referencias_biblicas": "(p) 1Co 11.27-29; 2Co 6.14-16. (q) 1Co 5.6-7, 13; 2Ts 3.6, 14-15; Mt 7.6.",
    "comentario_devocional": "<p>O hiper-modernismo é terapêutico, inclusivo e não-julgador. Este parágrafo é, portanto, o seu maior escândalo. A nossa cultura insiste que a Ceia deve ser aberta a todos, sem perguntas. A Confissão, seguindo Paulo (1 Coríntios 11:27-29), adverte com temor solene. A Ceia não é um rito neutro. Para os \"ímpios\" (aqueles sem fé verdadeira), eles não recebem Cristo. Mas, ao tomá-la \"indignamente\" (sem fé, sem arrependimento), eles \"tornam-se réus... para sua própria condenação [juízo]\" (p). A purificação da Igreja exige que recuperemos o temor santo da Mesa. Ela não é um lanche terapêutico; é uma refeição de pacto apenas para aqueles que se examinam e discernem o Corpo (Cap. 15).</p>"
  },
  {
    "capitulo_num": 30,
    "capitulo_titulo": "Das Censuras Eclesiásticas",
    "paragrafo_num": 1,
    "texto_wcf": "O Senhor Jesus, como Rei e Cabeça da sua Igreja, nela instituiu um governo distinto do magistrado civil (a). Para este governo, ele entregou as chaves do reino dos céus (b). Em virtude deste poder, os oficiais da igreja têm autoridade, respectivamente, não só de reter e remitir pecados (declarativamente), mas também de fechar aquele reino aos impenitentes, tanto pela Palavra como pelas censuras; e de o abrir aos pecadores penitentes, pelo ministério do Evangelho e pela absolvição das censuras, conforme as circunstâncias o requeiram (c).",
    "referencias_biblicas": "(a) Is 9.6-7; 1Tm 5.17; 1Ts 5.12; At 20.17, 28; Hb 13.7, 17, 24; 1Co 12.28; Mt 28.18-20. (b) Mt 16.19; Mt 18.17-18; Jo 20.21-23; 2Co 2.6-8. (c) Mt 16.19; Mt 18.17-18; Jo 20.21-23; 2Co 2.6-8.",
    "comentario_devocional": "<p>O hiper-modernismo é radicalmente anti-autoritário e anti-institucional. Ele rejeita a ideia de uma \"igreja organizada\" (Cap 25), preferindo a espiritualidade individualista. Acima de tudo, ele odeia a ideia de que qualquer instituição tenha autoridade espiritual.</p><p>A Confissão afirma que a Igreja não é uma democracia; é uma Monarquia. Cristo é o \"Rei e Cabeça\" (a). E Ele <i>delegou</i> autoridade. Ele instituiu um \"governo\" real (oficiais da igreja) e deu-lhes \"as chaves do reino\" (Mateus 16:19). Este poder é a autoridade *espiritual* para declarar (com base na Palavra) quem pertence ao reino (admissão à Ceia) e quem, pela impenitência, demonstra não pertencer (pela censura). A purificação da Igreja exige que rejeitemos a anarquia espiritual da nossa era e nos submetamos alegremente ao governo que Cristo ordenou.</p>"
  },
  {
    "capitulo_num": 30,
    "capitulo_titulo": "Das Censuras Eclesiásticas",
    "paragrafo_num": 2,
    "texto_wcf": "As censuras eclesiásticas são necessárias para corrigir e ganhar os irmãos ofensores; para dissuadir outros de ofensas semelhantes; para purgar aquele fermento que poderia infectar toda a massa; para vindicar a honra de Cristo e a santa profissão do Evangelho; e para evitar a ira de Deus, que com justiça cairia sobre a Igreja, se ela permitisse que o pacto de Deus e os seus selos (sacramentos) fossem profanados por ofensores notórios e obstinados (d).",
    "referencias_biblicas": "(d) 1Co 5; 1Tm 5.20; Mt 7.6; 1Tm 1.20; 1Co 11.27-34; 2Ts 3.6, 14-15.",
    "comentario_devocional": "<p>O hiper-modernismo terapêutico redefiniu o amor como \"afirmação incondicional\" e a disciplina como \"ódio\" ou \"trauma\". A Confissão recorda-nos que a disciplina não é opcional; ela é \"necessária\".</p><p>Este parágrafo fornece a justificação quíntupla da disciplina: (1) É <i>Restauradora</i> (\"corrigir e ganhar\" o pecador). (2) É <i>Dissuasora</i> (proteger o rebanho). (3) É <i>Purificadora</i> (purgar o fermento, 1 Co 5). (4) É <i>Apologética</i> (\"vindicar a honra de Cristo\"). (5) É <i>Protetora</i> (\"evitar a ira de Deus\", protegendo os sacramentos da profanação, 1 Co 11).</p><p>A purificação da Igreja exige que paremos de ver a disciplina como crueldade e comecemos a vê-la como um ato de amor radical — amor pelo pecador, amor pela Igreja e amor pela honra de Cristo.</p>"
  },
  {
    "capitulo_num": 30,
    "capitulo_titulo": "Das Censuras Eclesiásticas",
    "paragrafo_num": 3,
    "texto_wcf": "Para a melhor obtenção destes fins, os oficiais da Igreja devem proceder por admoestação, suspensão do sacramento da Ceia do Senhor por algum tempo, e pela excomunhão da Igreja, segundo a natureza da ofensa e o demérito da pessoa (e).",
    "referencias_biblicas": "(e) 1Ts 5.12; 2Ts 3.6, 14-15; 1Co 5.4-5, 13; Mt 18.17; Tt 3.10.",
    "comentario_devocional": "<p>A cultura hiper-moderna tem a sua própria excomunhão: a \"cultura do cancelamento\". É rápida, impiedosa, pública e permanente. A disciplina bíblica é o oposto: é ordenada, processual e redentora. A Confissão (seguindo Mt 18) exige que os oficiais procedam com cuidado: começando pela *admoestação*, passando pela *suspensão* (uma cerca temporária à Mesa, protegendo o impenitente do juízo de 1 Co 11) e, só como último recurso, a *excomunhão* (a remoção formal da comunhão visível).</p>"
  },
  {
    "capitulo_num": 30,
    "capitulo_titulo": "Das Censuras Eclesiásticas",
    "paragrafo_num": 4,
    "texto_wcf": "A excomunhão, sendo uma censura pública, pela qual a pessoa é excluída da comunhão da Igreja, não deve ser infligida sem grande e sóbria ponderação... O objetivo da excomunhão é a recuperação do pecador e a glória de Deus.",
    "referencias_biblicas": "(1Co 5.4-5; 2Co 2.6-8)",
    "comentario_devocional": "<p>A excomunhão não é a Igreja a amaldiçoar alguém para o inferno. É a declaração solene de que as ações e a impenitência dessa pessoa não são consistentes com a sua profissão de fé, entregando-a (como Paulo fez) ao mundo (o reino de Satanás, 1 Co 5:5) na esperança de que esse choque espiritual a leve ao arrependimento. Ao contrário do \"cancelamento\" (que procura a destruição), o objetivo final da disciplina da Igreja é sempre a glória de Deus na \"recuperação do pecador\" (2 Co 2).</p>"
  },
  {
    "capitulo_num": 31,
    "capitulo_titulo": "Dos Sínodos e Concílios",
    "paragrafo_num": 1,
    "texto_wcf": "Para o bom governo e maior edificação da Igreja, deve haver assembleias [cortes] tais como Sínodos ou Concílios (a).",
    "referencias_biblicas": "(a) At 15.2, 4, 6.",
    "comentario_devocional": "<p>A espiritualidade hiper-moderna é isolacionista (\"Eu e Jesus\") ou radicalmente congregacionalista (\"Ninguém de fora manda na nossa igreja\"). A Confissão afirma que o isolamento é perigoso. O modelo bíblico (Atos 15) é a conectividade (conexionalismo). As igrejas locais precisam umas das outras para a edificação mútua, a responsabilidade e o governo. A purificação da Igreja exige que rejeitemos o orgulho da autonomia congregacional e abracemos a humildade da submissão mútua e do governo partilhado.</p>"
  },
  {
    "capitulo_num": 31,
    "capitulo_titulo": "Dos Sínodos e Concílios",
    "paragrafo_num": 2,
    "texto_wcf": "Aos sínodos e concílios compete ministerialmente determinar sobre controvérsias de fé e casos de consciência; estabelecer regras para o melhor ordenamento do culto público a Deus e do governo da sua Igreja; receber queixas em casos de má administração e determiná-las com autoridade (b). Tais decretos e decisões, se estiverem em harmonia com a Palavra de Deus, devem ser recebidos com reverência e submissão... (c).",
    "referencias_biblicas": "(b) At 15.15, 19, 24, 27-31; At 16.4; Mt 18.17-20. (c) At 15.15, 19, 24, 27-31; At 16.4; Mt 18.17-20.",
    "comentario_devocional": "<p>O hiper-modernismo é relativista; ele rejeita a ideia de que a \"controvérsia de fé\" possa ser \"determinada com autoridade\". A nossa era insiste que a verdade é subjetiva. A Confissão (seguindo Atos 15) afirma que a Igreja *tem* autoridade (delegada por Cristo) para definir a doutrina. Quando um Sínodo, aplicando a Escritura, emite um decreto, este não é uma \"sugestão\". Deve ser recebido \"com reverência e submissão\", *se* estiver \"em harmonia com a Palavra\". Isto rejeita o individualismo que diz: \"Ninguém me pode dizer o que crer\".</p>"
  },
  {
    "capitulo_num": 31,
    "capitulo_titulo": "Dos Sínodos e Concílios",
    "paragrafo_num": 3,
    "texto_wcf": "Todos os sínodos ou concílios, desde os tempos dos Apóstolos, quer gerais quer particulares, podem errar; e muitos erraram (d). Portanto, eles não devem ser feitos a regra de fé ou de prática, mas devem ser usados como um auxílio em ambas (e).",
    "referencias_biblicas": "(d) Ef 2.20; At 17.11; 1Co 2.5; 2Co 1.24. (e) At 17.11; 1Co 2.5; 2Co 1.24.",
    "comentario_devocional": "<p>Este é o equilíbrio reformado. (1) Contra o Tradicionalismo (Roma): A Igreja não é infalível. \"Todos os sínodos... podem errar\". Portanto, a nossa autoridade final é <i>Sola Scriptura</i> (Cap. 1.10). (2) Contra o Individualismo (Hiper-modernismo): O hiper-modernismo pratica o \"esnobismo cronológico\" (despreza o passado). A Confissão adverte que, embora falíveis, os concílios e credos históricos (como a própria WCF) são um \"auxílio\" (e). Rejeitar a sabedoria da Igreja histórica em favor da nossa própria intuição moderna é arrogância.</p>"
  },
  {
    "capitulo_num": 31,
    "capitulo_titulo": "Dos Sínodos e Concílios",
    "paragrafo_num": 4,
    "texto_wcf": "Os sínodos e concílios não devem tratar ou decidir senão o que é eclesiástico; não devem imiscuir-se nos negócios civis que concernem ao Estado, a não ser por via de humilde petição, em casos extraordinários; ou por via de conselho, para satisfação da consciência, se a isso forem solicitados pelo magistrado civil (f).",
    "referencias_biblicas": "(f) Lc 12.13-14; Jo 18.36; Mt 22.21.",
    "comentario_devocional": "<p>O hiper-modernismo exige que a Igreja se torne uma ferramenta política. Este parágrafo (refletindo a \"Soberania das Esferas\" de Bavinck/Kuyper) traça a linha: a esfera da Igreja é \"eclesiástica\", não \"civil\" (ver Cap. 23). A nossa tarefa não é governar o Estado, mas pregar o Evangelho (João 18:36). Embora os <i>cristãos</i> (como cidadãos) devam agir na esfera civil, a <i>Igreja</i> (como instituição) deve permanecer focada na sua missão espiritual.</p>"
  },
  {
    "capitulo_num": 32,
    "capitulo_titulo": "Do Estado do Homem Após a Morte e da Ressurreição dos Mortos",
    "paragrafo_num": 1,
    "texto_wcf": "Os corpos dos homens, depois da morte, retornam ao pó e veem a corrupção (a). Mas as suas almas, que não morrem nem dormem, tendo uma subsistência imortal, retornam imediatamente para Deus, que as deu (b). As almas dos justos, sendo então aperfeiçoadas na santidade, são recebidas nos mais altos céus, onde contemplam a face de Deus, em luz e glória, aguardando a plena redenção dos seus corpos (c). E as almas dos ímpios são lançadas no inferno, onde permanecem em tormentos e absolutas trevas, reservadas para o juízo do grande dia (d). Além destes dois lugares para as almas separadas dos seus corpos, a Escritura não reconhece nenhum outro.",
    "referencias_biblicas": "(a) Gn 3.19; At 13.36. (b) Lc 23.43; Ec 12.7. (c) Hb 12.23; 2Co 5.1, 6, 8; Fp 1.23; At 3.21; Ef 4.10. (d) Lc 16.23-24; At 1.25; Jd 6-7; 1Pe 3.19.",
    "comentario_devocional": "<p>A mente hiper-moderna tem duas visões da morte: (1) O Materialismo (aniquilação total) ou (2) O Gnosticismo Panteísta (a alma/energia liberta-se do corpo-prisão). A Confissão rejeita ambas. As nossas almas são \"imortais\" e regressam \"imediatamente a Deus\" (b). Este parágrafo destrói o \"Sono da Alma\" (Calvino) e o \"Purgatório\" (Roma). Os justos estão imediatamente conscientes com Cristo (Fp 1:23); os ímpios, em tormento (d). Contudo, este estado é \"intermediário\". As almas no céu \"aguardam a plena redenção dos seus corpos\" (c). O Cristianismo não é a fuga da matéria; é a redenção da matéria.</p>"
  },
  {
    "capitulo_num": 32,
    "capitulo_titulo": "Do Estado do Homem Após a Morte e da Ressurreição dos Mortos",
    "paragrafo_num": 2,
    "texto_wcf": "No último dia, aqueles que estiverem vivos não morrerão, mas serão transformados (e); e todos os mortos serão ressuscitados com os seus mesmíssimos corpos, e não outros, embora com qualidades diferentes; os quais serão novamente unidos às suas almas, para sempre (f).",
    "referencias_biblicas": "(e) 1Ts 4.17; 1Co 15.51-52. (f) Jó 19.26-27; 1Co 15.42-44.",
    "comentario_devocional": "<p>Esta é a doutrina mais radicalmente anti-gnóstica e anti-hiper-moderna. O Gnosticismo hiper-moderno <i>despreza</i> o corpo físico e anseia por uma \"salvação\" desencarnada (uma existência digital ou energética). O Cristianismo é a única fé que promete a <i>ressurreição física</i>. Como Bavinck ensinou, Deus não abandona a Sua criação material (Cap 4). Seremos ressuscitados \"com os mesmíssimos corpos\" (Jó 19:26) — não corpos novos, mas os nossos corpos atuais <i>glorificados</i> (1 Co 15). A nossa esperança final não é a alma ir para o céu (estado intermediário), mas o céu vir à terra e os nossos corpos serem ressuscitados (estado final).</p>"
  },
  {
    "capitulo_num": 32,
    "capitulo_titulo": "Do Estado do Homem Após a Morte e da Ressurreição dos Mortos",
    "paragrafo_num": 3,
    "texto_wcf": "Os corpos dos injustos serão, pelo poder de Cristo, ressuscitados para a desonra. Os corpos dos justos serão, pelo seu Espírito, ressuscitados para a honra, e tornados conformes ao seu próprio corpo glorioso (g).",
    "referencias_biblicas": "(g) At 24.15; Jo 5.28-29; 1Co 15.42-44, 49; Fp 3.21.",
    "comentario_devocional": "<p>A ressurreição é universal (todos ressuscitam), mas os destinos são binários (João 5:28-29). O hiper-modernismo universalista exige um só destino terapêutico para todos. A Escritura afirma a Grande Divisão. Os injustos são ressuscitados para o julgamento final (desonra). Os justos (aqueles em Cristo, Cap. 11) são ressuscitados \"para honra\". A nossa redenção final não é apenas espiritual; o nosso próprio corpo será feito \"conforme ao corpo glorioso de Cristo\" (Fp 3:21). Esta é a esperança que sustenta o nosso sofrimento presente (Rm 8:18).</p>"
  },
  {
    "capitulo_num": 33,
    "capitulo_titulo": "Do Juízo Final",
    "paragrafo_num": 1,
    "texto_wcf": "Deus determinou um dia em que há de julgar o mundo com justiça, por meio de Jesus Cristo (a), a quem todo o poder e juízo foram dados pelo Pai (b). Nesse dia, não só os anjos apóstatas serão julgados (c), mas também todas as pessoas que tiverem vivido sobre a terra comparecerão perante o tribunal de Cristo, para darem conta das suas ideias, palavras e ações, e para receberem segundo o que tiverem feito no corpo, seja bem ou mal (d).",
    "referencias_biblicas": "(a) At 17.31. (b) Jo 5.22, 27. (c) 1Co 6.3; Jd 6; 2Pe 2.4. (d) 2Co 5.10; Ec 12.14; Rm 2.16; Rm 14.10, 12; Mt 12.36-37.",
    "comentario_devocional": "<p>A era hiper-moderna vive sem responsabilidade final. É a cultura da \"pós-verdade\", onde não há tribunal final para apelar, exceto o tribunal flutuante da opinião pública. A Confissão afirma que a história não se dissolve no nada; ela <i>avança</i> para um \"Dia\" específico. Deus \"fixou um dia\" (Atos 17:31). A história termina em justiça. O Juiz não é uma força impessoal, nem a humanidade; é Jesus Cristo (Cap 8) (b). Nesse dia, a responsabilidade total será exigida pelas nossas \"ideias, palavras e ações\" (d). A purificação da Igreja exige que vivamos à luz deste Dia vindouro (Mt 12:36).</p>"
  },
  {
    "capitulo_num": 33,
    "capitulo_titulo": "Do Juízo Final",
    "paragrafo_num": 2,
    "texto_wcf": "O fim que Deus tem em vista, ao determinar este dia, é a manifestação da glória da sua misericórdia, na salvação eterna dos eleitos; e da sua justiça, na condenação eterna dos réprobos, que são os ímpios e desobedientes (e). Pois, então, os justos irão para a vida eterna e receberão aquela plenitude de alegria e refrigério que virá da presença do Senhor; mas os ímpios, que não conhecem a Deus e não obedecem ao Evangelho de Jesus Cristo, serão lançados nos tormentos eternos (f) e punidos com a destruição eterna, de diante da presença do Senhor e da glória do seu poder (g).",
    "referencias_biblicas": "(e) Rm 9.22-23. (f) Mt 25.31-34, 41, 46; Jo 5.28-29. (g) 2Ts 1.7-10.",
    "comentario_devocional": "<p>Este é o parágrafo mais odiado pelo hiper-modernismo. A nossa cultura terapêutica exige o Universalismo; ela define \"amor\" como a negação da justiça (ira/tormento). A Confissão (seguindo Calvino e Cristo) afirma a Grande Separação binária (Mt 25). Neste dia, a glória de Deus (o propósito de tudo) será revelada de duas formas: (1) a glória da Sua \"misericórdia\" (na salvação dos eleitos) e (2) a glória da Sua \"justiça\" (na condenação dos ímpios, f). Como Bavinck ensinou, esta é a \"antítese\" final. A purificação da Igreja exige que ela pare de se envergonhar da justiça eterna (inferno), pois sem ela, a \"misericórdia\" (graça) perde o seu significado.</p>"
  },
  {
    "capitulo_num": 33,
    "capitulo_titulo": "Do Juízo Final",
    "paragrafo_num": 3,
    "texto_wcf": "Assim como Cristo quer que estejamos certissimamente persuadidos de que haverá um dia de juízo, tanto para dissuadir todos os homens do pecado (h), como para a maior consolação dos piedosos em sua adversidade (i); assim também ele quer que esse dia nos seja desconhecido, para que possamos livrar-nos de toda segurança carnal e estar sempre vigilantes, visto que não sabemos a hora em que o Senhor virá; e para que possamos estar sempre preparados para dizer: \"Vem, Senhor Jesus, vem depressa. Amém.\" (j).",
    "referencias_biblicas": "(h) 2Co 5.10-11. (i) 2Ts 1.5-7; Lc 21.27-28. (j) Mt 24.36, 42-44; Mc 13.35-37; Lc 12.35-36; Ap 22.20.",
    "comentario_devocional": "<p>Esta doutrina tem dois usos (Par. 3). (1) <i>Para o Mundo (Aviso):</i> Deve \"servir para dissuadir todos os homens do pecado\" (h). O hiper-modernismo, tendo abolido o juízo, vive no antinomianismo. (2) <i>Para a Igreja (Consolação):</i> Para os \"piedosos em sua adversidade\" (i) (perseguidos pela cultura), o Juízo Final não é uma má notícia; é a nossa \"maior consolação\". É a garantia da vindicação final. É a promessa de que a justiça (que não encontramos na terra) será finalmente feita. Deus <i>ganha</i>.</p><p>Finalmente, a data está "desconhecida" (j). A purificação exige que evitemos a arrogância especulativa (fixar datas) e abracemos a vigilância ordenada ("para que todos velem e orem"), preparados para dizer: \"Vem, Senhor Jesus. Amém.\"</p>"
  }
]
]
